Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: Can't detect used space of REISERFS partition {0}
bg: Не може да се определи използваното пространство на REISERFS дяла {0}
de: Konnte benutzten Speicher auf ReiserFS Partition {0} nicht erkennen
es: No se puede detectar el espacio usado en la partición REISERFS {0}
fr: Impossible de détecter l'espace utilisé sur la partition REISERFS {0}
hu: Nem lehet meghatározni a használatban lévő tárhelyet a {0} REISERFS partíción
id: Tidak dapat mendeteksi ruang yang dipakai dari partisi REISERFS {0}
is: Næ ekki að finna notað pláss á REISERFS disksneið {0}
it: Impossibile rilevare lo spazio della partizione REISERFS {0}
ja: REISERFSパーティション {0} から使用済みスペースを検出できません
nl: Kan gebruikte ruimte van REISERFS-partitie {0} niet detecteren
pl: Nie można wykryć użytej przestrzeni na partycji REISERFS {0}
pt_br: Não foi possível detectar o espado usado na partição REISERFS {0}
ro: Nu se poate detecta spațiul folosit pe partiția REISERFS {0}
ru: Не удается определить размер занятого пространства раздела REISERFS
zh_tw: 無法偵測 REISERFS 分割區 {0} 的已使用空間

source: Can't detect used space of BTRFS partition {0}
bg: Не може да се определи използваното пространство на BTRFS дяла {0}
de: Konnte benutzten Speicher auf btrfs-Partition {0} nicht erkennen
es: No se puede detectar el espacio usado en la partición BTRFS {0}
fr: Impossible de détecter l'espace utilisé sur la partition BTRFS {0}
hu: Nem lehet meghatározni a használatban lévő tárhelyet a {0} BTRFS partíción
id: Tidak dapat mendeteksi ruang yang dipakai dari partisi BTRFS {0}
is: Næ ekki að finna notað pláss á BTRFS disksneið {0}
it: Impossibile rilevare lo spazio della partizione BTRFS {0}
ja: BTRFSパーティション {0} から使用済みスペースを検出できません
nl: Kan gebruikte ruimte van BTRFS-partitie {0} niet detecteren
pl: Nie można wykryć użytej przestrzeni na partycji BTRFS {0}
pt_br: Não foi possível detectar o espado usado na partição BTRFS {0}
ro: Nu se poate detecta spațiul folosit pe partiția BTRFS {0}
ru: Не удается определить размер занятого пространства раздела BTRFS
zh_tw: 無法偵測 BTRFS 分割區 {0} 的已使用空間

source: Can't detect used space of XFS partition {0}
bg: Не може да се определи използваното пространство на XFS дяла {0}
de: Konnte benutzten Speicher auf XFS Partition {0} nicht erkennen
es: No se puede detectar el espacio usado en la partición XFS {0}
fr: Impossible de détecter l'espace utilisé sur la partition XFS {0}
hu: Nem lehet meghatározni a használatban lévő tárhelyet a {0} XFS partíción
id: Tidak dapat mendeteksi ruang yang dipakai dari partisi XFS {0}
is: Næ ekki að finna notað pláss á XFS disksneið {0}
it: Impossibile rilevare lo spazio della partizione XFS {0}
ja: XFSパーティション {0} から使用済みスペースを検出できません
nl: Kan gebruikte ruimte van XFS-partitie {0} niet detecteren
pl: Nie można wykryć użytej przestrzeni na partycji XFS {0}
pt_br: Não foi possível detectar o espado usado na partição XFS {0}
ro: Nu se poate detecta spațiul folosit pe partiția XFS {0}
ru: Не удается определить размер занятого пространства раздела XFS
zh_tw: 無法偵測 XFS 分割區 {0} 的已使用空間

source: Partition table type:
ar: نوع جدول الأقسام:
bg: Вид на дялова таблица:
de: Partitionstabellentyp:
el: Τύπος πίνακα διαμερισμάτων:
es: Tipo de tabla de partición
fr: Type de table de partition :
he: טיפוס טבלת מחיצה:
hr: Vrsta particijske tablice
hu: Partíciós táblat típusa:
id: Jenis tabel partisi:
is: Tegund disksneiðatöflu:
it: Tipo tabella partizione:
ja: パーティションテーブルの種類:
nl: Partitietabel type:
pl: Rodzaj tabeli partycji:
pt_br: Tipo da tabela de partição:
ro: Tipul tabelei de partiție:
ru: Тип таблицы разделов:
sr: Тип партиционисања:
zh_tw: 分割表類型：

source: Edit partition
bg: Редактиране на дял
de: Partition ändern
el: Επεξεργασία διαμερίσματος
es: Editar partición
fr: Modifier la partition
he: ערוך מחיצה
hr: Uredi particiju
hu: Partíció szerkesztése
id: Sunting partisi
is: Breyta disksneið
it: Edita partizione
ja: パーティションの編集
nl: Bewerk partitie
pl: Edycja partycji
pt_br: Editar partição
ro: Editează partiția
ru: Изменение раздела
sr: Измени партицију
th_th: แก้ไขพาร์ติชั่น
zh_tw: 編輯分割區

source: Use as:
ar: إستعمل كـ:
bg: Използване като:
de: Benutzen als:
el: Χρήση ως:
es: Usar como:
fr: Utiliser comme :
he: השתמש בתור:
hr: Uptrijebi kao
hu: Használja mint:
id: Gunakan sebagai:
is: Nota sem:
it: Usa come:
ja: 使用:
nl: Gebruik als:
pl: Użyj jako:
pt_br: Utilizar como:
ro: Folosește ca:
ru: Использовать как:
sr: Користи као:
th_th: ใช้เป็น:
zh_tw: 用作：

source: Mount point:
ar: نقطة الوصل:
bg: Точка на монтиране:
de: Einhängepunkt:
el: Σημείο προσάρτησης:
es: Punto de montaje:
fr: Point de montage :
he: נקודת עגינה:
hr: Točka montiranja
hu: Csatolási pont:
id: Titik kait:
is: Tengipunktur:
it: Punto di montaggio:
ja: マウントポイント:
nl: Aankoppelpunt:
pl: Punkt montowania:
pt_br: Ponto de montagem:
ro: Punct de montare:
ru: Точка монтирования:
sr: Позиција припајања:
th_th: จุดเชื่อมต่อ:
zh_tw: 掛載點：

source: Encryption options...
ar: خيارات التشفير...
bg: Опции за криптиране...
de: Verschlüsselungseinstellungen...
el: Επιλογές κρυπτογράφησης...
es: Opciones de cifrado...
fr: Options de chiffrement...
he: אפשרויות הצפנה...
hr: Mogućnosti enkripcije
hu: Titkosítási beállítások...
id: Opsi enkripsi...
is: Eiginleikar dulritunar...
it: Opzioni di criptaggio...
ja: 暗号化オプション...
nl: Versleutel opties...
pl: Opcje szyfrowania...
pt_br: Opções de encriptação...
ro: Opțiuni de criptare...
ru: Варианты шифрования...
sr: Опције за енкрипцију
th_th: ตัวเลือกการเข้ารหัส...
zh_tw: 加密選項...

source: Create partition
ar: أنشء قسم
bg: Създаване на дял
de: Partition erstellen
el: Δημιουργία διαμερίσματος
es: Crear partición
fr: Créer une partition
he: צור מחיצה
hr: Stvori particiju
hu: Partíció létrehozása
id: Buat partisi
is: Búa til disksneið
it: Creare partizione
ja: パーティション作成
nl: Creëer partitie
pl: Utwórz partycję
pt_br: Criar partição
ro: Creează partiția
ru: Создание раздела
sr: Креирање партиције
th_th: สร้างพาร์ติชั่น
zh_tw: 加入分割區

source: Location:
ar: موقع:
bg: Място:
de: Ort:
el: Τοποθεσία:
es: Ubicación:
fr: Emplacement :
he: מיקום:
hr: Lokacija:
hu: Hely:
id: Lokasi:
is: Staðsetning:
it: Localizzazione:
ja: 地域:
nl: Locatie:
pl: Położenie:
pt_br: Localidade:
ro: Locație:
ru: Расположение:
sr: Локација:
zh_tw: 區域：

source: MB
ar: مب
bg: МВ
he: מ״ב
ja: メガバイト
ru: МБ

source: label
ar: علامة
bg: етикет
de: Bezeichnung
el: Ετικέτα
es: etiqueta
fr: étiquette
he: סיווג
hu: Címke
is: merking
it: Etichetta
ja: ラベル
pl: etykieta
pt_br: rótulo
ro: etichetă
ru: метка
sr: назив
zh_tw: 標籤

source: Use this device for boot loader installation:
ar: إستعمل هذا الجهاز لتثبيت محمل الإقلاع:
bg: Използване на това устройство за инсталиране на boot loader:
de: Benutze dieses Gerät für Boot-Loader Installation:
el: Χρήση αυτής της συσκευής για εγκατάσταση του φορτωτή εκκίνησης:
es: Usar este dispositivo para la instalación del gestor de arranque:
fr: Périphérique d’installation du chargeur de démarrage :
he: השתמש בהתקן זה לצורך התקנת מנהל אתחול:
hu: Használja ezt az eszközt a rendszer betöltő telepítésére:
id: Gunakan perangkat ini sebagai tempat pemasangan boot loader:
is: Nota þetta tæki til að setja upp ræsistjóra:
it: Utilizzare questo dispositivo per l'installazione del boot loader:
ja: ブートローダーのインストールにこのデバイスを使用
nl: Gebruik dit apparaat voor installatie bootlader:
pl: Użyj tego urządzenia do instalacji programu rozruchowego:
pt_br: Use este dispositivo para instalação do gerenciador de inicialização:
ro: Utilizați acest dispozitiv pentru a instala încărcătorul de sistem:
ru: Использовать это устройство для установки загрузчика:
sr: Користи овај уређај за инсталацију "boot loader"-a:
th_th: ใช้อุปกรณ์นี้เพื่อการติดตั้ง boot loader:
zh_tw: 使用這個裝置安裝開機載入器：

source: Encryption properties
bg: Настройки за криптиране
de: Verschlüsselungs-Eigenschaften
es: Propiedades de la encriptación
fr: Paramètres de chiffrement
hu: Titkosítási tulajdonságok
id: Properti Enkripsi
is: Eiginleikar dulritunar
it: Proprietà di criptaggio
ja: 暗号化のプロパティ
nl: Encryptie-eigenschappen
pl: Właściwości szyfrowania
pt_br: Propriedades da criptografia
ro: Proprietăți de criptare
ru: Свойства шифрования
zh_tw: 加密屬性

source: Use LUKS encryption:
bg: Използване на LUKS криптиране:
de: Nutze LUKS-Verschlüsselung:
el: Χρήση κρυπτογράφησης LUKS:
es: Usar cifrado LUKS:
fr: Utilise le cryptage LUKS:
he: השתמש בהצפנת LUKS:
hu: Használjon LUKS titkosítást:
id: Gunakan enkripsi LUKS:
is: Nota LUKS dulritun:
it: Usa crittografia LUKS:
ja: LUKS暗号化の使用:
nl: Gebruik LUKS encryptie:
pl: Użyj szyfrowania LUKS:
pt_br: Usar encriptação LUKS:
ro: Folosește criptare LUKS:
ru: Использовать шифрование LUKS
sr: Користи LUKS енкрипцију:
zh_tw: 使用 LUKS 加密：

source: <small><span color="darkgreen">Strong password</span></small>
bg: <small><span color="darkgreen">Силна парола</span></small>
de: <small><span color="darkgreen">Starkes Passwort</span></small>
el: <small><span color="darkgreen">Ιχυρός κωδικός</span></small>
es: <small><span color="darkgreen">Contraseña fuerte</span></small>
fr: <small><span color="darkgreen">Mot de passe fort</span></small>
he: <small><span color="darkgreen">סיסמה חזקה</span></small>
hr: <small><span color="darkgreen">Jaka lozinka</span></small>
hu: <small><span color="darkgreen">Erős jelszó</span></small>
id: <small><span color="darkgreen">Sandi kuat</span></small>
is: <small><span color="darkgreen">Sterkt lykilorð</span></small>
it: <small><span color="darkgreen">Password forte</span></small>
ja: <small><span color="darkgreen">推測されにくいパスワード</span></small>
nl: <small><span color="darkgreen">Sterk wachtwoord</span></small>
pl: <small><span color="darkgreen">Mocne hasło</span></small>
pt_br: <small><span color="darkgreen">Senha forte</span></small>
ro: <small><span color="darkgreen">Parolă puternică</span></small>
ru: <small><span color="darkgreen">Надежный пароль</span></small>
sr: <small><span color="darkgreen">Јака лозинка</span></small>
th_th: <small><span color="darkgreen">รหัสผ่านมีความปลอดภัยสูง</span></small>
zh_tw: <small><span color="darkgreen">堅固的密碼</span></small>

source: <b>WARNING! This installation mode will overwrite everything in your drive!</b>
bg: <b>ВНИМАНИЕ! Този режим на инсталация ще изтрие всичко на вашето устройство!</b>
de: <b>WARNUNG! Dieser Installationsmodus wird alles auf Ihrem Laufwerk überschreiben!</b>
es: <b>¡ADVERTENCIA! ¡Este modo de instalación sobrescribirá todo el contenido del dispositivo!</b>
fr: <b>ATTENTION ! Ce mode d'installation va tout écraser sur votre disque !<b>
hu: <b>FIGYELEM! Ez a telepítési mód mindent felülír a meghajtón!</b>
id: <b>PERINGATAN! Modus instalasi ini akan menimpa apa saja pada drive Anda!</b>
is: <b>AÐVÖRUN! Þessi uppsetningaraðferð mun skrifa yfir allt á drifinu!</b>
it: <b>ATTENZIONE! Questa modalità di installazione sovrascriverà tutti i file della tua unità!</b>
ja: <b>警告! このインストールモードはハードディスクの全てのデータを上書きします</b>
nl: <b>WAARSCHUWING! Deze installatiemodus overschrijft alles op je harde schijf!</b>
pl: <b>OSTRZEŻENIE! Ta metoda instalacji nadpisze wszystko na Twoim dysku!</b>
pt_br: <b>AVISO! Este modo de instalação irá sobrescrever todo o conteúdo do seu disco!</b>
ro: <b>ATENȚIE! Modul de instalare va înlocui totul de pe dispozitivul dumneavoastră!</b>
ru: В процессе установки все данные на диске будут уничтожены
zh_tw: <b>警告！這個安裝模式將會覆寫您磁碟中的所有資料！</b>

source: Please choose the drive where you want to install Manjaro and click the button below to start the process.
bg: Моля, изберете устройство, където желаете да инсталирате Manjaro и натиснете бутона по-долу, за да стартирате процеса.
fr: Merci de choisir où vous voulez installer Manjaro et cliquer sur le bouton pour démarrer le processus.
hu: Kérem, válassza ki a meghajtót, ahova telepíteni akarja a Manjaro-t, és kattintson az alábbi gombra a folyamat megkezdéséhez!
id: Silakan pilih drive dimana anda ingin memasang Manjaro dan klik tombol di bawah untuk memulai proses.
is: Veldu drifið þar sem þú vilt setja Manjaro upp og smelltu á hnappinn hér fyrir neðan til að hefja uppsetningarferlið.
it: Scegliere l'unità in cui si vuole installare Manjaro e fare clic sul pulsante qui sotto per avviare il processo.
ja: Manjaroをインストールしたいドライブを選択し、 下のstart the processをクリックしてください。
nl: Kies de schijf waarop je Manjaro wilt installeren en klik op de knop hieronder om het proces te starten.
pl: Proszę wybrać dysk, na którym chcesz zainstalować Manjaro, i kliknąć przycisk poniżej w celu rozpoczęcia instalacji.
pt_br: Por favor escolha o drive onde você quer instalar o Manjaro e clique no botão abaixo para iniciar o processo.
ro: Vă rugăm alegeți dispozitivul pe care vreți să instalați Manjaro și dați clic pe butonul de jos pentru a începe procesul.
zh_tw: 請選擇您要安裝 Manjaro 的裝置，並按下面的按鈕以開始安裝程序。

source: show password
bg: покажи паролата
de: zeige Passwort
es: mostrar contraseña
fr: Afficher le mot de passe
hu: Jelszó megjelenítése
id: tampilkan kata sandi
is: birta lykilorð
it: mostra la password
ja: パスワードの表示
nl: wachtwoord weergeven
pl: pokaż hasło
pt_br: mostrar senha
ro: arată parola
ru: Показать пароль
zh_tw: 顯示密碼

source: LUKS Password. Do not use special chars or chars with accents!
bg: LUKS парола. Не използвайте специални символи или ударения!
de: LUKS Passwort. Benutzen Sie keine Sonderzeichen oder Akzente!
es: Contraseña de LUKS. ¡No use caracteres especiales ni acentos!
fr: Mot de passe LUKS. N'utilisez pas de caractères spéciaux ni d'accents !
hu: LUKS jelszó. Ne használj speciális, vagy ékezetes karaktereket!
id: Kata sandi LUKS. Jangan gunakan karakter spesial atau karakter dengan aksen!
is: LUKS lykilorð. Ekki nota sértákn eða broddstafi!
it: Password di LUKS. Non usare caratteri speciali o caratteri con accenti!
ja: LUKSパスワード。特殊な文字は使わないでください!
nl: LUKS-wachtwoord. Gebruik geen speciale karakters of karakters met accenten!
pl: Hasło LUKS. Nie używaj specjalnych znaków ani znaków z akcentami!
pt_br: Senha LUKS. Não use caracteres especiais ou com acentos!
ro: Parola LUKS. Nu folosiți caractere speciale sau caractere cu accent!
ru: LUKS пароль. Не используйте специальные символы и символы с надстрочными знаками
zh_tw: LUKS 密碼。不要使用特殊符號或是帶有重音符號的字母！

source: What is your boot system type?
ar: ماهو نوع إقلاع نظامك؟
bg: Какъв тип е системното зареждане?
de: Was ist der Typ Ihres Boot Systems?
el: Ποιός είναι ο τύπος του συστήματος εκκίνησης;
es: ¿Cuál es su tipo de sistema de arranque?
fr: Quel est le type de votre système de démarrage ?
he: מהו טיפוס המערכת (boot system) שלך?
hr: Koji je vaš tip boot sistema?
hu: Milyen típusú a rendszerindítód?
id: Apa tipe sistem boot Anda?
is: Hvaða gerð af ræsikerfi ertu með?
it: Qual è il vostro tipo di sistema di avvio?
ja: ブートシステムタイプは何ですか？
nl: Wat is je systeem-opstart type?
pl: Jakiego rodzaju system startowy posiadasz?
pt_br: Qual o seu sistema de boot?
ro: Care este tipul vostru de sistem de inițializare?
ru: Тип загрузки системы?
sr: Који је тип boot-a Ваш систем?
zh_tw: 您的開機系統類型是？

source: BIOS (Common)
bg: BIOS (най-често)
de: BIOS (Üblich)
es: BIOS (Común)
fr: BIOS (courant)
hu: BIOS (általános)
id: BIOS (Umum)
is: BIOS (algengur)
ja: BIOS(共通)
nl: BIOS (Algemeen)
pl: BIOS (Zwykły)
pt_br: BIOS (Comum)
ro: BIOS (Comun)
ru: BIOS(Обычный)
zh_tw: BIOS（常見）

source: Choose 'cancel' if you don't want to install a boot loader
bg: Изберете "отказ" ако не искате да инсталирате мениджър на зареждането
de: Bitte wählen Sie "Abbruch", wenn Sie keinen Bootloader installieren möchten
es: Seleccione 'cancelar' si no desea instalar un gestor de arranque
fr: Sélectionnez 'Annuler' si vous ne voulez pas installer de chargeur de démarrage
hu: Válaszd a 'mégse' gombot, ha nem akarod telepíteni a rendszerindítót
id: Pilih 'batal' jika anda tidak ingin memasang boot loader
is: Veldu "Hætta við" ef þú vilt ekki setja upp ræsistjóra
it: Scegli 'annulla' se non vuoi installare un boot loader
ja: ブートローダーをインストールしない場合は'Cancel（取消）'を選択してください
nl: Kies 'annuleren' als je geen bootloader wilt installeren
pl: Wybierz 'anuluj', jeżeli nie chcesz instalować programu rozruchowego
pt_br: Escolha 'cancelar' se você não quer instalar um boot loader
ro: Selectați 'anulare' dacă nu vreți să instalați un bootloader
ru: Выберите 'Отмена', если не хотите установить загрузчик
zh_tw: 如果您不想安裝開機載入器，請選擇「取消」。

source: <span weight="bold" size="large">For best results, please ensure that this computer:</span>
bg: <span weight="bold" size="large">За най-добри резултати, моля, убедете се че този компютър:</span>
de: <span weight="bold" size="large">Dieser Computer sollte, um das beste Ergebnis zu gewährleisten:</span>
el: <span weight="bold" size="large">Για καλύτερα αποτελέσματα, παρακαλώ ελέξτε οτι αυτός ο υπολογιστής:
es: <span weight="bold" size="large">Para obtener mejores resultados, asegúrese de que este equipo:</span>
fr: <span weight="bold" size="large">Pour de meilleurs résultats, veuillez vous assurer que cet ordinateur :
he: <span weight="bold" size="large">למען תוצאות מיטביות, אנא ודאו כי מחשב זה:</span>
hu: <span weight="bold" size="large">A legjobb eredmény érdekében győződjön meg arról, hogy ez a számítógép:</span>
id: <span weight="bold" size="large">Untuk hasil terbaik, mohon pastikan komputer ini:</span>
is: <span weight="bold" size="large">Fyrir bestu útkomu, gakktu úr skugga um að þessi tölva:</span>
it: <span weight="bold" size="large">Per ottimizzare i risultati, si prega di assicurarsi che il computer:</span>
ja: <span weight="bold" size="large">最良の結果を得るために、コンピューターを確認してください:</span>
nl: <span weight="bold" size="large">Zorg er best voor dat deze computer: </span>
pl: <span weight="bold" size="large">Aby uzyskać najlepsze rezultaty, proszę upewnić się, że ten komputer:</span>
pt_br: <span weight="bold" size="large">Para melhores resultados, por favor garanta que este computador:</span>
ro: <span weight="bold" size="large">Pentru rezultate optime, asigurați-vă ca acest calculator:</span>
ru: <span weight="bold" size="large">Для достижения лучших результатов, пожалуйста, убедитесь, что этот компьютер:</span>
sr: <span weight="bold" size="large">За најбоље резултате, молим Вас постарајте се да је овај компјутер:</span>
zh_tw: <span weight="bold" size="large">要獲得最好的結果，請確保您的電腦：</span>

source: (*) This highly depends on which desktop environment you choose, so you might need more space (for instance, KDE needs 6.5GB).
bg: (*) Това много зависи от избора ви на работна среда, затова може да се нуждаете от повече дисково пространство (Например: за KDE е нужно 6.5GB).
de: (*) Dies hängt von Ihrer ausgewählten Desktop-Umgebung ab. Somit benötigen Sie ggf. mehr Platz. (Zum Beispiel, KDE benötigt 6,5 GB.)
es: (*) Esto depende en gran medida de qué escritorio elija, así que podría necesitar más espacio. (por ejemplo, KDE necesita 6,5GB)
fr: (*)Ceci dépend grandement de l'environnement de bureau sélectionné, vous pourriez avoir besoin de plus d'espace (par exemple KDE a besoin de 6.5Gio).
hu: (*) Ez nagymértékben függ attól, milyen asztali környezetet választasz, így lehetséges, hogy több helyre lesz szükség (például a KDE-hez szükség van legalább 6.5GB-ra).
id: (*) Ini sangat tergantung dengan lingkungan desktop yang kamu pilih, mungkin anda membutuhkan lebih banyak ruang (sebagai contoh, KDE membutuhkan 6.5GB).
is: (*) Þetta veltur að miklu leiti hvaða gluggaumhverfi þú velur, því gæti verið þörf á meira plássi (til dæmis þarfnast KDE 6.5GB).
it: (*) Questo dipende molto da quale ambiente desktop si sceglie, quindi potrebbe essere necessario più spazio. (per esempio, KDE necessita di 6.5 GB).
ja: (*) 選択したデスクトップ環境に関する高い依存性のため、より大きなスペースが必要になります(例えば、KDEは6.5GBを必要とします)。
nl: (*) Dit hangt er sterk vanaf welke desktop environment je kiest, dus misschien heb je meer ruimte nodig (KDE heeft bijvoorbeeld 6.5GB nodig).
pl: (*) Jest to bardzo uzależnione od tego, jakie środowisko graficzne wybierzesz, tak więc możesz potrzebować więcej miejsca (na przykład KDE wymaga 6,5 GB).
pt_br: (*) Isso depende majoritariamente de qual ambiente gráfico você escolher, talvez você precise de mais espaço (por exemplo, o KDE precisa de 6.5GB)
ru: Зависит от выбранного окружения рабочего стола, поэтому вам может понадобиться больше свободного места (например, KDE требует 6,5 GB)
zh_tw: (*) 這高度取決於您所選擇的桌面環境，所以您可能會需要更多的空間（舉例來說，KDE 需要 6.5GB）。

source: <span weight="bold" size="large">Welcome to Manjaro</span>
bg: <span weight="bold" size="large">Добре дошли в Манджаро</span>
de: <span weight="bold" size="large">Willkommen bei Manjaro</span>
el: <span weight="bold" size="large">Καλως ορίσατε στο Manjaro</span>
es: <span weight="bold" size="large">Bienvenido a Manjaro</span>
fr: <span weight="bold" size="large">Bienvenue sur Manjaro</span>
he: <span weight="bold" size="large">ברוכים הבאים אל Manjaro</span>
hr: <span weight="bold" size="large">Dobrodošli u Manjaro</span>
hu: <span weight="bold" size="large">Üdvözli a Manjaro</span>
id: <span weight="bold" size="large">Selamat datang di Manjaro</span>
is: <span weight="bold" size="large">Velkomin(n) í Manjaro</span>
it: <span weight="bold" size="large">Benvenuti in Manjaro</span>
ja: <span weight="bold" size="large"> Manjaro へようこそ</span>
nl: <span weight="bold" size="large">Welkom bij Manjaro</span>
pl: <span weight="bold" size="large">Witamy w Manjaro</span>
pt_br: <span weight="bold" size="large">Bem vindo ao Manjaro</span>
ro: <span weight="bold" size="large">Bine ați venit la Manjaro</span>
ru: <span weight="bold" size="large">Добро пожаловать в Manjaro</span>
sr: <span weight="bold" size="large">Добродошли у Манџаро</span>
th_th: <span weight="bold" size="large">ยินดีต้อนรับ สู่ Manjaro</span>
zh_tw: <span weight="bold" size="large">歡迎使用 Manjaro</span>

source: Use Network Time Protocol for clock synchronization:
bg: Използване на Network Time Protocol за синхронизиране на часовника:
de: Nutze das Network Time Protocol zur Uhren-Synchronisation:
el: Χρηση του Προτόκολλου Ώρας Δικτύου για τον συχρονισμό της ώρας:
es: Utilitzar Network Time Protocol para sincronizar el reloj:
fr: Utilisez Network Time Protocol pour la synchronisation de l'horloge :
he: השתמש בפרוטוקול זמן רשת (Network Time Protocol) לשם סינכרון שעון:
hu: Használjon NTP-t "Network Time Protocol" az óra szinkronizáláshoz
id: Gunakan Network Time Protocol untuk menyelaraskan jam:
is: Nota Network Time Protocol til að samstilla klukkuna:
it: Utilizzare Network Time Protocol per la sincronizzazione dell'orologio:
ja: 時刻の同期のためにNetwork Time Protocol を使用します。
nl: Gebruik Network Time Protocol voor klok synchronisatie:
pl: Użyj NTP (sieciowego protokołu czasu) dla synchronizacji zegara:
pt_br: Usar o Network Time Protocol para sincronização do relógio:
ro: Folosește Network Time Protocol pentru sincronizarea ceasului:
ru: Использовать Network Time Protocol для синхронизации часов
sr: Користи временски протокол мреже за синхронизацију сата:
th_th: ใช้โปรโตคอลเวลาเครือข่ายเพื่อปรับเวลานาฬิกา:
zh_tw: 使用網路時間協議同步時鐘：
