Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: The location you select will be used to help determine the system locale. It should normally be the country in which you reside. Here is a shortlist of locations based on the language you selected.
bg: Избраното местоположение ще Ви бъде от полза при избор на език на системата. Обикновено това е държавата, в която живеете. Това е кратък списък с места базиран на езика, който избрахте.
de: Der gewählte Ort wird zur Bestimmung der System-Lokale herangezogen. Normalerweise sollte es das Land sein in dem Sie wohnen. Hier ist eine Vorauswahl von Orten basierend auf Ihrer Sprachauswahl.
es: La ubicación seleccionada se usará para seleccionar la configuración regional del sistema. Habitualmente se corresponde con el país donde vive. Esta es una lista corta de ubicaciones basadas en el idioma que ha seleccionado.
fr: L'emplacement que vous allez choisir sera utilisé pour déterminer les paramètres linguistiques ("locale") du système. Cela devrait être le pays dans lequel vous résidez. Voici une courte liste d'emplacements basés sur la langue sélectionnée.
hr: Lokacija koju ste odabrali će se koristiti kao pomoć za određivanje jezične sheme sustava. To može normalno biti zemlja u kojoj živite. Ovdje se nalazi kratka lista lokacija baziranih na jeziku koji ste odabrali.
hu: A tartózkodási hely kiválasztása segít a rendszer területi beállításainak meghatározásában. Ez általában az ország, ahol élsz. Ez egy rövid lista a helyekről az általad kiválasztott nyelv alapján.
id: Lokasi yang dipilih akan digunakan untuk membantu memilih lokal sistem. Umumnya merupakan negara tempat Anda dinggal. Berikut ini adalah senarai singkat lokasi berdasarkan bahasa yang Anda pilih.
is: Staðsetningin þú velur verður notað til að ákveða kerfis stað. Það ætti að öllu jöfnu vera landið þar sem þú býrð. Hér er lítil listi af stöðum byggist á því tungumáli sem þú valdir.
it: La località selezionata verrà usata per aiutarti a selezionare le impostazioni locali. Normalmente dovrebbe essere il continente dove vivi. Questa è una piccola lista di località basata sulla lingua che hai selezionato.
ja: システムのロケールを選択するのを手助けするために地域を選択してください。通常これはあなたが住んでいる国にあたります。これは選択された言語に基づいた地域のリストです。
nl: De locatie die je selecteert wordt gebruikt om de landinstellingen te bepalen. Normaal gesproken is dit het land waar je woont. Hier is een lijst met locaties gebaseerd op de taal die je geselecteerd hebt.
pl: Wybrana lokalizacja zostanie użyta, by pomóc w wyborze języka systemu. Zwykle powinien to być kraj, w którym mieszkasz. Oto lista lokalizacji na podstawie wybranego języka.
pt_br: Sua localização será usada para ajudar a determinar o idioma do sistema. Normalmente o local deve ser o país onde você mora. Esta é uma lista com as localizações baseadas no idioma que você selecionou.
ro: Locația pe care o selectați va fi folosită în determinarea localizării sistemului. Ar trebui să fie în mod normal țara în care locuiți. Aici este o scurtă listă cu locațiile bazate pe limba pe care ați selectat-o.
ru: Выбранное местоположение будет использовано для определения языка системы. Обычно, это страна, в которой Вы проживате. Вот список местоположений для Вашего языка.
zh_tw: 您所選擇的地區將會用來幫助您選擇系統的語系碼。它通常應該是您所居住的國家。這是一份基於您所選擇的語言產生的簡短地區列表。

source: Country, territory or area:
ar: الدولة، القطر، أو المنطقة:
bg: Държава, територия или област:
de: Land, Territorium oder Bereich:
el: Χώρα, περιοχή ή τμήμα:
es: País, territorio o área:
fr: Pays, territoire ou région :
he: ארץ, טריטוריה או אזור:
hr: Država, teritorij ili područje
hu: Ország, terület vagy övezet:
id: Negara:
is: Land, hérað eða svæði:
it: Continente, territorio o area:
ja: 国、領域または地域:
nl: Land, gebied of regio:
pl: Kraj, terytorium lub miejsce:
pt_br: País, território ou região:
ro: Țară, teritoriu sau suprafață:
ru: Страна, область или район:
sr: Земља, територија или подручје:
th_th: ประเทศ เขต หรือพื้นที่:
zh_tw: 國家、地區或區域

source: Show all locations
bg: Покажи всички местоположения
de: Alle Orte anzeigen
es: Mostrar todas las ubicaciones
fr: Voir tous les emplacements
hr: Prikaži sve lokacije
hu: Mutassa az összes helyet
id: Tampilkan semua lokasi
is: Sýna allar staðsetningar
it: Mostra tutte le località
ja: 全てのロケーションを表示
nl: Laat alle locaties zien
pl: Pokaż wszystkie położenia
pt_br: Mostrar todos os locais
ro: Arată toate locațiile
ru: Показать все местоположения
zh_tw: 顯示所有地區

source: locale changed to : {0}
bg: езикът е сменен на : {0}
de: Lokale geändert zu: {0}
es: Configuración regional cambiada a: {0}
fr: locale changée à : {0}
hr: jezična shema promijenjena na :{0}
hu: A területi beállítás erre változott : {0}
id: lokal diubah ke : {0}
is: staðfærslu breytt í : {0}
it: locale cambiato in : {0}
ja: ロケールを変更しました: {0}
nl: Landinstellingen gewijzigd naar : {0}
pl: zmieniono język na: {0}
pt_br: localidade modificada para : {0}
ro: localizare schimbată în : {0}
ru: Язык системы изменен на : {0}
zh_tw: 變更語系到：{0}

source: Can't change to locale '{0}'
bg: Не може да се смени на език '{0}'
de: Änderung zu Lokale '{0}' nicht möglich
es: No se puede cambiar a la configuración regional '{0}'
fr: Impossible de changer la locale '{0}'
hr: Ne mogu promijeniti na jezičnu shemu '{0}'
hu: Nem lehet erre a helyre váltani: '{0}'
id: Tidak dapat mengubah lokal '{0}'
is: Get ekki skipt í staðfærslu '{0}'
it: Impossibile cambiare il locale in '{0}'
ja: ロケールを '{0}' に変更できませんでした
nl: Kan landinstellingen niet wijzigen naar '{0}'
pl: Nie można zmienić języka na '{0}'
pt_br: Não é possível modificar a localização para '{0}'
ro: Nu se poate schimba la localizarea '{0}'
ru: Невозможно изменить язык системы на '{0}'
zh_tw: 無法更改語系到「{0}」

source: This installer must be run with administrative privileges, and cannot continue without them.
bg: Инсталаторът трябва да бъде пуснат с администраторски права и не може да продължи без тях.
de: Dieser Installer kann nicht ohne Administratorrechte ausgeführt werden.
es: Este instalador debe ejecutarse con privilegios de administrador, y no puede continuar sin ellos.
fr: L'installateur doit être exécuté avec les privilèges administrateur, et ne peut pas continuer sans.
hr: Installer mora biti pokrenut sa administratorskim dozvolama i ne može se nastaviti koristiti bez njih.
hu: Ezt a telepítőt adminisztrátor jogokkal kell futtatni, enélkül nem folytatható.
id: Pemasang ini harus dijalankan dengan hak akses administratif dan tidak dapat dilanjutkan tanpanya.
is: Uppsetningaforritið verður að hafa kerfisstjórnunarheimildir og getur ekki haldið áfram án þeirra.
it: Questo installer necessita dei privilegi di amministrazione, forniscili per continuare.
ja: このインストーラーは管理者権限で実行する必要があり、権限無しで続けることはできません。
nl: De installatiesoftware moet uitgevoerd worden met administrator-rechten en kan niet verder gaan zonder.
pl: Instalator musi zostać uruchomiony z uprawnieniami administratora i nie może kontynuować bez nich.
pt_br: Este instalador deve ser executado com privilégios administrativos, e não pode continuar sem eles.
ro: Această instalare trebuie rulată cu privilegii administrative și nu poate continua fără ele.
ru: Для запуска программы установки необходимо иметь права администратора. Невозможно продолжить.
zh_tw: 本安裝程式必須以管理者的身份執行，如果不是以管理者身份就不能繼續。

source: File '{0}' already exists.
bg: Файлът '{0}' вече съществува.
de: Datei '{0}' ist bereits vorhanden.
es: El archivo '{0}' ya existe.
fr: Le fichier '{0}' existe déjà.
hr: Datoteka '{0}' već postoji.
hu: A '{0}' fájl már létezik.
id: Berkas '{0}' telah ada.
is: Skrá {0} þegar til.
it: Il file '{0}' esiste già.
ja: ファイル '{0}' は既に存在します。
nl: Bestand '{0}' bestaat al.
pl: Plik '{0}' już istnieje.
pt_br: Arquivo '{0}' já existe.
ro: Fișierul '{0}' există deja.
ru: Файл '{0}' существует.
zh_tw: 檔案「{0}」已存在。

source: You cannot run two instances of this installer. If you are sure that the installer is not already running you can run this installer using the --force option or you can manually delete the offending file. Offending file: '{0}'
bg: Не е възможно да работят два инсталатора едновременно. Ако сте сигурни, че инсталаторът не е стартиран можете да може да го стартиране с --force параметър или ръчно да изтриете проблемния файл. Проблемен файл: '{0}'
de: Sie können nicht zwei Instanzen dieses Installers ausführen Wenn Sie sicher sind dass der Installer nicht bereits ausgeführt wird können Sie die Option --force benutzen um den Installer zu starten oder löschen Sie manuell die störende Datei. Störende Datei: '{0}'
es: No puede ejecutar dos instancias del instalador. Si está seguro de que el instalador no se está ejecutando puede ejecutar este instalador con la opción --force o puede eliminar manualmente el archivo culpable. Archivo culpable: '{0}'
fr: Vous ne pouvez pas exécuter deux instances de cet installateur. Si vous êtes certain que cet installateur n'est pas déjà en train de s'exécuter vous pouvez exécuter cet installateur en utilisant l'option --force ou en supprimant manuellement le fichier concerné. Fichier concerné : '{0}'
hu: Nem lehet egyszerre két telepítőt futtatni. Ha biztos vagy benne, hogy a telepítő nem indult már el korábban, futtathatod a telepítőt a --force opcióval, vagy manuálisan törölheted az ütköző fájlt. Az ütköző fájl: '{0}'
id: Anda tidak bisa menjalankan dua penginstal bersamaan. Bila Anda yakin tidak ada penginstal lain yang berjalan, gunakan penginstal ini dengan opsi perintah --force atau buang berkas yang menghalangi secara manual. Berkas yang menghalangi: '{0}'
is: Þú getur ekki keyrt tvö tilvik af þessu uppsetningarforriti. Ef þú ert viss um að uppsetningarforritið sé ekki keyrandi getur þú getur keyrt þessa uppsetningu með --force valkosti eða þú getur handvirkt eytt skránni sem veldur árekstrinum. Brotleg skrá: '{0}'
it: Non è possibile eseguire due istanze di questo installer. Se sei sicuro che l'installer non sia già in esecuzione, puoi eseguire questo installer usando l'opzione --force o puoi manuamente cancellare il file duplicato.
ja: インストーラーを同時に実行することはできません。 インストーラーが実行されていない場合、 --force オプションを使用するか、手動で不要なファイルを削除し インストーラーを実行することができます。 不要なファイル: '{0}'
nl: Je kan geen twee instanties van deze installatiesoftware tegelijk uitvoeren. Als je zeker weet dat het installatieprogramma nog niet uitgevoerd wordt kun je het met de --force optie uitvoeren of het conflicterende bestand handmatig verwijderen. Conflicterend bestand: '{0}'
pl: Nie możesz uruchamiać dwóch instancji tego instalatora. Jeśli jesteś pewny, że instalator nie jest jeszcze uruchomiony możesz uruchomić ten instalator używając opcji --force lub ręcznie usuwając konfliktujący plik. Konfliktujący plik: '{0}'
pt_br: Você não pode executar duas instâncias do instalador. Se você têm certeza de que o instalador não está sendo executado você pode executá-lo usando a opção --force ou pode apagar manualmente o arquivo conflitante Arquivo conflitante: '{0}'
ro: Nu puteți rula două instanțe ale acestei instalări. Dacă sunteți siguri că instalarea nu rulează deja puteți rula această instalare folosind opțiunea --force sau puteți șterge manual fișierul contravenient. Fișierul contravenient: '{0}'
ru: Невозможно дважды запустить приложение. Если вы уверены, что приложение не запущено, воспользуйтесь опцией 'Запустить принудительно' Или вы можете вручную удалить файл, вызывающий ошибку. Ошибка файла: '{0}'
zh_tw: 您不能同時執行兩個安裝程式的實體。 如果您確定安裝程式並未執行中 您可以以 --force 選項來執行安裝程式 或是您可以手動刪除有問題的檔案。 有問題的檔案：「{0}」

source: Thus installer version {0}
bg: Версия на Thus {0}
es: Versión del instalador Thus {0}
fr: Version de l'installateur Thus {0}
hr: Thus Installer verzija {0}
hu: Thus telepítő verzió {0}
id: Versi penginstal Thus {0}
is: Thus uppsetningarforrit útgáfa {0}
it: Versione installer Thus {0}
ja: Thus インストーラー バージョン {0}
nl: Thus-installatieprogramma versie {0}
pl: Instalator Thus wersja {0}
pt_br: Instalador Thus versão {0}
ro: Versiunea instalatorului Thus {0}
ru: Версия уcтановщика Thus {0}
zh_tw: Thus 安裝程式版本 {0}

source: Manjaro Installer - Thus {0}
bg: Manjaro инсталатор - Thus {0}
es: Instalador de Manjaro - Thus {0}
fr: Installateur Manjaro - Thus {0}
hu: Manjaro telepítő - Thus {0}
id: Pemasang Manjaro - Thus {0}
is: Manjaro uppsetningforrit - Thus {0}
it: Installer di Manjaro - Thus {0}
ja: Manjaro インストーラー- Thus {0}
nl: Manjaro installatieprogramma - Thus {0}
pl: Instalator Manjaro - Thus {0}
pt_br: Instalador do Manjaro - Thus {0}
ro: Instalator Manjaro - Thus {0}
ru: Установщик Manjaro -Thus {0}
zh_tw: Manjaro 安裝程式 - Thus {0}

source: Do you really want to quit the installer?
bg: Искате ли да затворите инсталатора?
de: Möchten Sie den Installer wirklich beenden?
es: ¿Realmente quiere salir del instalador?
fr: Voulez-vous vraiment quitter l'installateur ?
hr: Stvarno želite izaći iz installer-a?
hu: Biztos vagy benne, hogy kilépsz a telepítőből?
id: Apakah Anda ingin menghentikan penginstal?
is: Viltu virkilega hætta í uppsetningarforritinu?
it: Vuoi veramente terminare il programma di installazione?
ja: インストーラーを終了しますか?
nl: Weet je zeker dat u de installatie wilt afsluiten?
pl: Czy na pewno chcesz wyjść z instalatora?
pt_br: Você deseja realmente sair do instalador?
ro: Vreți într-adevăr să părăsiți instalatorul?
ru: Вы действительно хотите прервать установку?
zh_tw: 您真的想要結束安裝程式嗎？

source: Quiting installer...
ar: يتم الآن إغلاق المثبت.
bg: Спиране на инсталатора...
de: Beende Installationsprogramm...
el: Έξοδος από το βοηθό εγκατάστασης...
es: Saliendo del instalador...
fr: Fermeture de l’installateur…
he: כעת יוצא מתוך מתקין...
hr: Napuštam instaler
hu: Kilépés a telepítőből...
id: Menghentikan penginstal...
is: Loka uppsetningarforriti...
it: Si sta uscendo dal programma di installazione...
ja: インストーラを終了しています...
nl: Installatieprogramma afsluiten...
pl: Zamykanie instalatora...
pt_br: Saindo do instalador...
ro: Se părăsește instalatorul...
ru: Закрытие программы установки.
sr: Гашење инсталације...
th_th: กำลังออกจากตัวติดตั้ง
zh_tw: 離開安裝程式...

source: Can't find rank mirrors script
bg: Скриптът за оценка на огледалните сървъри не е намерен.
de: Konnte das rankmirrors Script nicht finden
el: Αδυναμία εύρεσης σεναρίου εντολών για βαθμό ειδώλων
es: No se puede encontrar el script para ordenar los repositorios
fr: Impossible de trouver le script de classement des mirroirs
hr: Ne mogu pronaći skriptu poretka zrcala
hu: Nem található a tükörszerverek rangsorolása script
id: Skrip rangking mirror tidak ditemukan
it: Impossibile trovare rank mirrors script
ja: rank mirrorsのスクリプトが見つかりません。
nl: Kan rank mirrors script niet vinden
pl: Nie można odnaleźć skryptu oceny serwerów zwierciadlanych
pt_br: Não foi possível encontrar o script que ranqueia os mirrors
ro: Nu se poate găsi scriptul rank mirrors
ru: Не найден скрипт поиска быстрых зеркал
sr: Није могуће пронаћи скрипту огледала рангова - rank mirror script
th_th: ไม่พบสคริปต์เรียงลำดับเซิร์ฟเวอร์ mirrors script
zh_tw: 找不到 rank mirrors 腳本

source: Couldn't execute auto mirroring selection
bg: Не може да бъде изпълнен автоматичният избор на огледален сървър
de: Es konnte keine automatisierte Mirrorauswahl ausgeführt werden
el: Αδυναμία εκτέλεσης αυτόματης επιλογής ειδώλων
es: No se pudo ejecutar la selección automática de mirror
fr: Impossible d'exécuter la sélection automatique des miroirs
hr: Ne mogu pokrenuti odabir automatskog zrcaljenja
hu: Nem lehetséges az automatikus tükörszerver választást futtatni
id: Tidak dapat menjalankan pemilihan mirror otomatis
is: Gat ekki keyrt sjálfvirka speglunar val
it: Non è possibile eseguire la selezione automatica dei mirror
ja: ミラーの自動選択を実行できません
nl: Kon auto mirroring selectie niet uitvoeren
pl: Nie można wykonać automatycznego wyboru serwera zwierciadlanego.
pt_br: Não foi possível executar a seleção de mirrors automaticamente
ro: Nu se poate executa autoselecția oglinzilor
ru: Не удается выполнить авто-выбор зеркал
sr: Није успело извршавање аутоматског пресликавања - "mirroring"
th_th: ไม่สามารถใช้คำสั่งเลือกเซิร์ฟเวอร์อัตโนมัติ
zh_tw: 無法自動執行鏡像伺服器選擇程式

source: Manjaro Installer - Error
ar: مثبت منجارو - خطأ
bg: Manjaro инсталатор - Грешка
de: Manjaro Installer - Fehler
el: Βοηθός Εγκατάστασης του Manjaro - Σφάλμα
es: Instalador de Manjaro - Error
fr: Installateur Manjaro - Erreur
he: מתקין Manjaro - שגיאה
hr: Manjaro instalacijski program - Greška
hu: Manjaro telepítő - Hiba
id: Penginstal Manjaro - Kesalahan
is: Manjaro uppsetningarforrit - Villa
it: Programma di installazione di Manjaro - Errore
ja: Manjaro インストーラー - エラー
nl: Manjaro installatie - Fout
pl: Instalator Manjaro - Błąd
pt_br: Instalador do Manjaro - Erro
ro: Instalator Manjaro - Eroare
ru: Установщик Manjaro - Ошибка
sr: Манџаро инсталација - Грешка
th_th: ตัวติดตั้ง Manjaro - ข้อผิดพลาด
zh_tw: Manjaro 安裝程式 - 錯誤

source: Manjaro Installer - Warning
ar: مثبت منجارو - تحذير
bg: Manjaro инсталатор - Предупреждение
de: Manjaro Installer - Warnung
el: Βοηθός Εγκατάστασης του Manjaro - Προειδοποίηση
es: Instalador de Manjaro - Advertencia
fr: Installateur Manjaro - Attention
he: מתקין Manjaro - אזהרה
hr: Manjaro instalacijski program - Upozorenje
hu: Manjaro telepítő - Figyelmeztetés
id: Penginstal Manjaro - Peringatan
is: Manjaro uppsetningarforrit - Viðvörun
it: Programma di installazione di Manjaro - Attenzione
ja: Manjaro インストーラー - 警告
nl: Manjaro installatie - Waarschuwing
pl: Instalator Manjaro - Uwaga
pt_br: Instalador do Manjaro - Aviso
ro: Instalator Manjaro - Avertizare
ru: Установщик Manjaro - Предупреждение
sr: Манџаро инсталација - Упозорење
th_th: ตัวติดตั้ง Manjaro - คำเตือน
zh_tw: Manjaro 安裝程式 - 警告

source: Manjaro Installer - Information
ar: مثبت منجارو - معلومات
bg: Manjaro инсталатор - Информация
el: Βοηθός Εγκατάστασης του Manjaro - Πληροφορίες
es: Instalador de Manjaro - Información
fr: Installateur Manjaro - Informations
he: מתקין Manjaro - מידע
hr: Manjaro instalacijski program -Informacija
hu: Manjaro telepítő - Információ
id: Penginstal Manjaro - Informasi
is: Manjaro uppsetningarforrit - Upplýsingar
it: Programma di installazione di Manjaro - Informazione
ja: Manjaro インストーラー - 情報
nl: Manjaro installatie - Informatie
pl: Instalator Manjaro - Informacja
pt_br: Instalador do Manjaro - Informação
ro: Instalator Manjaro - Informații
ru: Установщик Manjaro - Информация
sr: Манџаро инсталација - Информација
th_th: ตัวติดตั้ง Manjaro - ข้อมูล
zh_tw: Manjaro 安裝程式 - 資訊

source: Manjaro Installer - Confirmation
bg: Manjaro инсталатор - Потвърждаване
de: Manjaro Installer - Bestätigung
el: Βοηθός Εγκατάστασης του Manjaro - Επιβεβαίωση
es: Instalador de Manjaro - Confirmación
fr: Installateur Manjaro - Confirmation
he: מתקין Manjaro - אימות
hr: Manjaro Installer - Potvrda
hu: Manjaro telepítő - Jóváhagyás
id: Penginstal Manjaro - Konfirmasi
is: Manjaro uppsetningarforrit - Staðfesting
it: Programma di installazione di Manjaro - Conferma
ja: Manjaroインストーラー - 確認
nl: Manjaro Installatieprogramma - Bevestiging
pl: Instalator Manjaro - Potwierdzenie
pt_br: Instalador do Manjaro - Confirmação
ro: Instalator Manjaro - Confirmare
ru: Установщик Manjaro - Подтверждение
sr: Манџаро инсталер - Потврда
th_th: ตัวติดตั้ง Manjaro - ยืนยัน
zh_tw: Manjaro 安裝程式 - 確認

source: Installing Manjaro...
ar: تثبيت منجارو...
bg: Инсталиране на Manjaro...
de: Manjaro wird installiert...
el: Εγκατάσταση Manjaro...
es: Instalando Manjaro...
fr: Installation de Manjaro...
he: כעת מתקין את Manjaro...
hr: Instaliranje Manjara...
hu: Manjaro telepítése...
id: Menginstal Manjaro...
is: Uppsetning Manjaro...
it: Installazione di Manjaro...
ja: Manjaro をインストール中...
nl: Manjaro installeren...
pl: Instalowanie Manjaro...
pt_br: Instalando o Manjaro...
ro: Se instalează Manjaro...
ru: Установка Manjaro...
sr: Манџаро се инсталира...
th_th: ติดตั้ง Manjaro
zh_tw: 正在安裝 Manjaro...

source: Please wait...
ar: المرجوا الإنتظار...
bg: Моля, изчакайте...
de: Bitte warten...
el: Παρακαλώ περιμένετε...
es: Por favor, espere...
fr: Veuillez patienter...
he: אנא המתינו...
hr: Molimo pirčekajte...
hu: Kérlek várj...
id: Silakan tunggu...
is: Bíddu aðeins...
it: Attendere prego...
ja: お待ち下さい...
nl: Even geduld...
pl: Proszę czekać...
pt_br: Aguarde um momento...
ro: Vă rugăm așteptați...
ru: Подождите...
sr: Молим сачекајте...
th_th: โปรดรอซักครู่
zh_tw: 請燒等......
