Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: Installing drivers ...
ar: جاري تثبيت التعريفات.
bg: Инсталиране на драйвъри ...
de: Installiere Treiber ...
el: Εγκατάσταση οδηγών ...
es: Instalando controladores ...
fr: Installation des pilotes ...
he: כעת מתקין דרייברים ...
hu: Illesztőprogramok telepítése...
id: Menginstal drivers ...
is: Uppsetning rekla...
it: Installazione dei driver ...
ja: ドライバのインストール ...
nl: Drivers installeren ...
pl: Instalacja sterowników...
pt_br: Instalando drivers ...
ro: Se instalează drivere...
ru: Установка драйверов...
sr: Инсталирање драјвера ...
th_th: กำลังติดตั้งไดรฟ์เวอร์...
zh_tw: 正在安裝驅動程式 ...

source: Configure display manager ...
ar: ضبط مدير العرض.
bg: Конфигуриране мениджъра на монитора...
de: Konfiguriere Display-Manager ...
el: Ρύθμιση διαχειριστή οθόνης ...
es: Configurar gestor de sesiones ...
fr: Configure le gestionnaire de sessions...
he: הגדר מנהל תצוגה...
hu: Bejelentkező képernyő konfigurálása...
id: Mengkonfigurasi manajer tampilan ...
is: Stilli skjástýringu ...
it: Configurazione display manager ...
ja: ディスプレイマネージャーの設定中..
nl: Configureer display manager ..
pl: Konfigurowanie menedżera wyświetlania...
pt_br: Configurando o display manager ...
ro: Se configurează administratorul de ecran ...
ru: Настройка менеджера дисплея...
sr: Подешавање менаџера екрана ...
th_th: กำลังปรับแต่งตัวจัดการจอแสดงผล...
zh_tw: 正在設定顯示管理員 ...

source: Configure System ...
ar: ضبط النظام...
bg: Конфигуриране на Системата ...
de: Konfiguriere System ...
el: Ρύθμιση Συστήματος ...
es: Configurar Sistema...
fr: Configure le système ...
he: הגדר מערכת...
hu: Rendszer Konfigurálás...
id: Mengkonfigurasi Sistem ...
is: Stilli kerfið ...
it: Configurazione Sistema ...
ja: システムの設定中
nl: Configureer Systeem ..
pl: Konfigurowanie systemu...
pt_br: Configurando o sistema ...
ro: Se configurează sistemul ...
ru: Настройка системы...
sr: Подешавање система ...
th_th: กำลังปรับแต่งระบบ...
zh_tw: 正在設定系統 ...

source: Removing live configuration (packages)
ar: جاري مسح ملف الضبط الحي (الحزم)
bg: Премахване на пакети, нужни за (живата) инсталацията
de: Entferne die Pakete der Live-Konfigurationen.
el: Αφαίρεση ζωντανής παραμετροποίησης (πακέτα)
es: Borrando configuración actual (paquetes)
fr: Suppression de la configuration du Live (paquets)
hr: Uklanjanje live konfiguracije (paketa)
hu: Lemezről betöltött live konfiguráció (csomagok) eltávolítása
id: Menghapus konfigurasi live (paket)
is: Fjarlægi prufudisksstillingar (hugbúnaðarpakkar)
it: Rimozione di configurazioni live (pacchetti)
ja: ライブ設定(パッケージ)を削除
nl: Verwijderen live configuratie (pakketten)
pl: Usuwanie konfiguracji live (pakietów)
pt_br: Removendo a confuguração live (pacotes)
ro: Se elimină configurația live (pachete)
ru: Удаление конфигурации для "живых" образов (пакетов)
sr: Уклањање live конфигурације (пакета)
th_th: กำลังลบการตั้งค่า live configuration (แพ็กเกจ)
zh_tw: 正在移除 live 設定值(套件)

source: Configuring package manager
ar: جاري ضبط مدير الحزم.
bg: Конфигуриране на мениджъра на пакети
de: Konfiguriere Paketverwaltung
el: Ρύθμιση διαχειριστή πακέτων
es: Configurando gestor de paquetes
fr: Configuration du gestionnaire de paquets
he: מגדיר מנהל חבילות
hr: Podešavanje upravitelja paketa
hu: Csomagkezelő konfigurálása
id: Mengkonfigurasi manajer paket
is: Stilli pakkastjórnun
it: Configurazione gestore dei pacchetti
ja: パッケージマネージャーの設定
nl: Configureren pakketbeheerder
pl: Konfigurowanie menedżera pakietów
pt_br: Configurando o gerenciador de pacotes
ro: Se configurează gestionarul de pachete
ru: Настройка менеджера пакетов
sr: Подешавање менаџера пакета
th_th: กำลังปรับแต่งตัวจัดการแพ็กเกจ
zh_tw: 正在設定套件管理員

source: Finished configuring package manager.
ar: تم الانتهاء من ضبط مدير الحزم.
bg: Край на конфигурирането на мениджъра на пакети.
de: Die Konfiguration der Paketverwaltung ist beendet.
el: Η ρύθμιση διαχειρηστή πακέτων ολοκληρώθηκε.
es: Configuración del gestor de paquetes finalizada.
fr: Fin de la configuration du gestionnaire de paquets.
he: מסיים להגדיר מנהל חבילות.
hr: Završeno podešavanje upravitelja paketa.
hu: Csomagkezelő konfigurálása befejeződött.
id: Menyelesaikan konfigurasi manajer paket.
is: Lauk stillingum á pakkastjórnun.
it: Configurazione gestore dei pacchetti terminata
ja: パッケージマネージャーの設定が完了しました。
nl: Configuratie van pakketbeheerder voltooid.
pl: Ukończono konfigurowanie menedżera pakietów.
pt_br: Fim da configuração do gerenciador de pacotes.
ro: S-a terminat configurarea gestionarului de pachete.
ru: Настройка менеджера пакетов завершена.
sr: Заврешно подешавање менаџера пакета.
th_th: การปรับแต่งตัวจัดการแพ็กเกจเสร็จสมบูรณ์
zh_tw: 設定套件管理員完成。

source: Running mkinitcpio ...
ar: جاري تشغيل mkinitcpio...
bg: Изпълнение на mkinitcpio ...
de: Führe mkinitcpio aus ...
el: Εκτέλεση mkinitcpio ...
es: Ejecutando mkinitcpio...
fr: Exécution de mkinitcpio…
he: מריץ mkinitcpio...
hu: mkinitcpio futtatása ...
id: Menjalankan mkinitcpio ...
is: Keyri mkinitcpio ...
it: Esecuzione mkinitcpio ...
ja: mkinitcpioを実行...
nl: Uitvoeren mkinitcpio ...
pl: Uruchamianie mkinitcpio...
pt_br: Executando mkinitcpio ...
ro: Se rulează mkinitcpio ...
ru: Запуск mkinitcpio
sr: Покретање mkinitcpio ...
th_th: ทำคำสั่ง mkinitcpio...
zh_tw: 正在執行 mkinitcpio ...

source: Running mkinitcpio - done
ar: تم تشغيل mkinitcpio
bg: Изпълнение на mkinitcpio ... готово
de: Ausführung von mkinitcpio durchgeführt.
el: Εκτέλεση mkinitcpio - ολοκληρώθηκε
es: Ejecutando mkinitcpio - listo
fr: Exécution de Mkinitcpio terminée
hu: mkinitcpio futtatása - befejezve
id: Menjalankan mkinitcpio - selesai
is: Keyri mkinitcpio - Lokið
it: Esecuzione mkinitcpio - fatto
ja: mkinitcpioを実行 - 完了
nl: Uitvoeren mkinitcpio - voltooid
pl: Uruchamianie mkinitcpio - ukończono
pt_br: Executando mkinitcpio - finalizado
ro: Se rulează mkinitcpio - terminat
ru: Выполнен запуск - mkinitcpio
sr: Покретање mkinitcpio - завршено
th_th: ทำคำสั่ง mkinitcpio เสร็จเรียบร้อย
zh_tw: 正在執行 mkinitcpio - 完成

source: Encrypting user home dir...
bg: Криптиране на home директорията...
de: Verschlüssele Home-Verzeichnis ...
es: Cifrando la carpeta personal del usuario...
fr: Chiffrement du dossier utilisateur en cours...
hu: Felhasználói home könyvtár titkosítása ...
id: Mengenkripsi direktori rumah pengguna ...
is: Dulrita heimamöppu notanda...
it: Sto criptando la cartella home dell'utente...
ja: ユーザーホームディレクトリを暗号化 ...
nl: Home map van gebruiker versleutelen...
pl: Szyfrowanie katalogu domowego użytkownika...
pt_br: Criptografando diretório home do usuário...
ro: Se criptează directorul de utilizator /home...
ru: Шифрование домашней папки пользователя...
zh_tw: 正在加密使用者的家目錄...

source: User home dir encrypted
ar: تم تشفير المجلد المحلي للمستخدم.
bg: Домашната директория на потребителя е криптирана
de: Benutzer verwendet verschlüsseltes Home-Verzeichnis.
el: Ο κατάλογος home χρήστη κρυπτογραφήθηκε
es: Carpeta personal del usuario cifrada
fr: Répertoire home chiffré
hu: A felhasználói Home könyvtár titkosítva.
id: Dir rumah pengguna dienkripsi
is: Heimamappa notanda er dulrituð
it: Directory Home dell'utente criptato
ja: ユーザーのホームディレクトリが暗号化されました。
nl: Gebruiker home map is versleuteld
pl: Katalog domowy użytkownika został zaszyfrowany
pt_br: Usuário home dir criptografada
ro: S-a criptat dosarul /home al utilizatorului.
ru: Папка пользователя home зашифрована
sr: Користи home директоријум као енкриптован
th_th: โฟลเดอร์ home ของผู้ใช้ถูกเข้ารหัสลับเรียบร้อย
zh_tw: 使用者的家目錄已加密。

source: Installing bootloader...
bg: Инсталиране на bootloader...
de: Installiere Bootloader ...
es: Instalando el cargador de arranque ...
fr: Installation du chargeur de démarrage...
hr: Instaliram bootloader...
hu: Rendszerbetöltő telepítése...
id: Memasang bootloader...
is: Uppsetning ræsistjóra...
it: Installazione del bootloader...
ja: ブートローダーをインストール中...
nl: Bootloader installeren...
pl: Instalowanie programu rozruchowego...
pt_br: Instalando o bootloader...
ro: Se instalează bootloader-ul...
ru: Установка загрузчика
zh_tw: 正在安裝開機載入器...

source: Couldn't install boot loader: {0}
bg: Не може да се инсталира boot loader: {0}
de: Bootloader konnte nicht installiert werden: {0}
es: No se pudo instalar el gestor de arranque: {0}
fr: Échec de l'installation du chargeur de démarrage : {0}
hu: Rendszerbetöltőt nem lehetett telepíteni: {0}
id: Tidak dapat memasang boot loader: {0}
is: Gat ekki sett upp ræsistjórann: {0}
it: Impossibile installare il boot loader: {0}
ja: ブートローダーのインストールができませんでした: {0}
nl: Kon bootloader niet installeren: {0}
pl: Nie udało się zainstalować programu rozruchowego: {0}
pt_br: Impossível instalar o boot loader: {0}
ro: Nu s-a putut instala bootloader-ul: {0}
ru: Не удается установить загрузчик
zh_tw: 無法安裝開機載入器：{0}

source: Can't change to locale '{0}' : {1}
bg: Не може да се смени езика '{0}' : {1}
de: Lokalisierung konnte nicht zu {0} geändert werden: {1}
es: No se puede cambiar a la configuración regional '{0}': {1}
fr: Impossible d'appliquer les paramètres régionaux '{0}' : {1}
hu: Nem lehet erre a helyre váltani: '{0}' : {1}
id: Tidak dapat mengubah ke lokal '{0}' : {1}
is: Get ekki skipt í staðfærslu '{0}' : {1}
it: Impossibile cambiare la località da '{0}' : {1}
ja: ロケールを '{0}' に変更できません: {1}
nl: Kan landinstellingen niet veranderen naar '{0}' : {1}
pl: Nie można zmienić języka na '{0}' : {1}
pt_br: Não foi possível modificar a localização '{0}' : {1}
ro: Nu se poate schimba la localizarea '{0}' : {1}
ru: Не удается изменить язык системы на '{0}': {1}
zh_tw: 無法更改語系到「{0}」：{1}

source: Password is too short
bg: Паролата е твърде кратка
de: Das Passwort ist zu kurz
es: Contraseña demasiado corta
fr: Le mot de passe est trop court
hu: Túl rövid jelszó
id: Kata sandi terlalu pendek
is: Lykilorð er of stutt
it: La password è troppo breve
ja: パスワードが短過ぎます
nl: Wachtwoord is te kort
pl: Hasło jest zbyt krótkie
pt_br: A senha é muito curta
ro: Parola este prea scurtă
ru: Слишком короткий пароль
zh_tw: 密碼太短了

source: Weak password
bg: Слаба парола
de: Schwaches Passwort
es: Contraseña débil
fr: Mot de passe faible
hu: Gyenge jelszó
id: Kata Sandi Lemah
is: Veikt lykilorð
it: Password debole
ja: 弱いパスワード
nl: Zwak wachtwoord
pl: Słabe hasło
pt_br: Senha fraca
ro: Parolă slabă
ru: Слабый пароль
zh_tw: 脆弱的密碼

source: Fair password
bg: Задоволителна парола
de: Angemessenes Passwort
es: Contraseña razonable
fr: Mot de passe passable
hu: Megfelelő jelszó
id: Kata Sandi Sedang
is: Sæmilegt lykilorð
it: Password discreta
ja: まあまあなパスワード
nl: Matig wachtwoord
pl: Dostateczne hasło
pt_br: Senha razoável
ro: Parolă decentă
ru: прекрасный пароль
zh_tw: 一般的密碼

source: Good password
bg: Добра парола
de: Gutes Passwort
es: Contraseña correcta
fr: Mot de passe correct
hu: Jó jelszó
id: Kata Sandi Baik
is: Gott lykilorð
it: Password buona
ja: 良いパスワード
nl: Goed wachtwoord
pl: Dobre hasło
pt_br: Senha boa
ro: Parolă bună
ru: Хороший пароль
zh_tw: 好的密碼

source: Strong password
bg: Силна парола
de: Starkes Passwort
es: Contraseña fuerte
fr: Mot de passe fort
hu: Erős jelszó
id: Kata Sandi Kuat
is: Sterkt lykilorð
it: Password forte
ja: 強固なパスワード
nl: Sterk wachtwoord
pl: Silne hasło
pt_br: Senha forte
ro: Parolă puternică
ru: Превосходный пароль
zh_tw: 強壯的密碼

source: Passwords do not match
ar: كلمات السر غير متطابقة
bg: Паролите не съвпадат
de: Passwörter sind nicht gleich
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
he: סיסמאות לא תואמות
hr: Lozinke se ne podudaraju
hu: A jelszavak nem egyeznek
id: Kata sandi tidak sama
is: Lykilorðin samsvara ekki
it: Le password non corrispondono
ja: パスワードが一致しません
nl: Wachtwoorden komen niet overeen
pl: Hasła nie pasują do siebie
pt_br: As senhas não coincidem
ro: Parolele nu se potrivesc
ru: Пароли не совпадают
sr: Лозинке се не поклапају
th_th: รหัสผ่านไม่ตรงกัน
zh_tw: 密碼不符合

source: Can't label a {0} partition
bg: Не може да се наименува дял {0}
de: Hinzufügen von Label zu {0} Partition nicht möglich.
es: No se pudo etiquetar la partición de {0}
fr: Impossible de labeliser la partition {0}
hu: Nem lehet {0} partíciót címkézni
id: Tidak dapat melabel sebuah {0} partisi
is: Get ekki merkt disksneið {0}
it: Impossibile etichettare una {0} partizione
ja: {0} パーティションにラベルをつけることができません
nl: Kan een {0} partitie niet labelen
pl: Nie można nadać etykiety partycji {0}
pt_br: Impossível rotular uma partição {0}
ro: Nu se poate eticheta o partiție {0}
ru: Не удается пометить раздел {0}
zh_tw: 無法標籤分割區 {0}

source: Can't verify if {0} is a Solid State Drive or not
bg: Не може да се потвърди дали {0} е SSD
de: Konnte nicht feststellen ob {0} eine Solid State Festplatte ist
es: No se puede verificar si {0} es un disco SSD o no
fr: Impossible de vérifier si {0} est un SSD ou pas
hu: Nem ellenőrizhető, hogy {0} SSD-e.
id: Tidak dapat memastikan jika {0} adalah sebuah Solid State Drive atau bukan
is: Get ekki fundið hvort {0} sé SSD (Solid State Drive) eða ekki
it: Impossibile verificare se {0} è un Solid State Drive o no
ja: {0} がSSDであるかどうか確認できません
nl: Kan niet verifiëren of {0} een Solid State Drive is of niet
pl: Nie można zweryfikować, czy {0} jest urządzeniem Solid State Drive czy nie.
pt_br: Impossível verificar se {0} é um Drive de Estado Sólido ou não
ro: Nu se poate verifica dacă {0} este un SSD sau nu
ru: Не удается подтвердить, что диск {0} является твердотельным накопителем (SSD)
zh_tw: 無法確認 {0} 是否為固態硬碟

source: Sorry but filesystem {0} can't be shrinked
bg: Съжелявам, но размера на файловата система {0} не може да се смали
de: Das Dateisystem {0} kann nicht verkleinert werden
es: Lo siento, pero el sistema de archivos {0} no puede ser reducido
fr: Désolé mais le système de fichiers {0} ne peut pas être réduit
hu: Sajnáljuk, de {0} fájlrendszer nem zsugorítható
id: Maaf tetapi berkas sistem {0} tidak dapat dikecilkan
is: Því miður er ekki hægt að minnka {0} skráakerfi
it: Ci dispiace ma il filesystem {0} non può essere ridimensionato
ja: 申し訳ありませんが、ファイルシステム{0}を縮小できません
nl: Sorry, bestandssysteem {0} kan niet verkleind worden
pl: Przepraszamy, ale nie można zmniejszyć systemu plików {0}
pt_br: Desculpe mas o sistema de arquivos {0} não pode ser reduzido
ro: Ne pare rău, dar sistemul de fișiere {0} nu poate fi micșorat
ru: Извините, размер файловой системы {0} не может быть изменен
zh_tw: 抱歉，檔案系統 {0} 無法縮小

source: Can't remove logical volume {0}
bg: Не може да се премахне логически дял {0}
de: Konnte logisches Volumen {0} nicht entfernen
es: No se puede eliminar el volumen lógico {0}
fr: Impossible de supprimer le volume logique {0}
hu: Nem lehet a {0} logikai kötetet eltávolítani
id: Tidak dapat membuang volume logikal {0}
is: Get ekki fjarlægt rökeintakið {0}
it: Impossibile rimuovere il volume logico {0}
ja: 論理ボリューム {0} を削除できません
nl: Kan logisch volume {0} niet verwijderen
pl: Nie można usunąć logicznego wolumenu {0}
pt_br: Não foi possível remover o volume lógico {0}
ro: Nu se poate îndepărta volumul logic {0}
ru: Не удается удалить логический том {0}
zh_tw: 無法移除邏輯卷 {0}

source: Can't remove volume group {0}
bg: Не може да се премахне дялова група {0}
de: Konnte Volumengruppe {0} nicht entfernen
es: No se puede eliminar el grupo de volúmenes {0}
fr: Impossible de supprimer le groupe de volumes {0}
hu: Nem lehet a {0} kötetcsoportot eltávolítani
id: Tidak dapat membuang grup volume {0}
is: Get ekki fjarlægt sýndardiskinn {0}
it: Impossibile rimuovere il gruppo di volumi {0}
ja: ボリュームグループ {0} を削除できません
nl: Kan volumegroep {0} niet verwijderen
pl: Nie można usunąć grupy wolumenu {0}
pt_br: Impossível remover o grupo de volumes {0}
ro: Nu se poate îndepărta volumul grup {0}
ru: Не удается удалить группу томов {0}
zh_tw: 無法移除卷群組 {0}

source: Can't remove physical volume {0}
bg: Не може да се премахне физически дял {0}
de: Konnte physikalisches Volumen {0} nicht entfernen
es: No se puede eliminar el volumen físico {0}
fr: Impossible de supprimer le volume physique {0}
hu: Nem lehet eltávolítani a {0} fizikai kötetet
id: Tidak dapat membuang volume fisik {0}
is: Get ekki fjarlægt rauneintakið {0}
it: Impossibile rimuovre il volume fisico {0}
ja: 物理ボリューム {0} を削除できません。
nl: Kan fysiek volume {0} niet verwijderen
pl: Nie można usunąć fizycznego wolumenu {0}
pt_br: Não foi possível remover o volume físico {0}
ro: Nu se poate îndepărta volumul fizic {0}
ru: Не удается удалить физический том {0}
zh_tw: 無法移除物理卷 {0}

source: Exception: {0}. For more information take a look at /tmp/thus.log
bg: Изключение: {0}. За повече информация погледнете в /tmp/thus.log
es: Excepción: {0} Para mayor información echa un vistazo a /tmp/thus.log
fr: Exception : {0}. Pour plus d'informations, consultez le fichier /tmp/thus.log
hu: Kivétel: {0}. Bővebb információért nézd meg a /tmp/thus.log fájlt!
id: Pengecualian: {0}. Untuk informasi lebih lanjut lihat pada /tmp/thus.log
is: Frábrigði: {0}. Til að sjá nánari upplýsingar, skoðaðu /tmp/thus.log
it: Eccezione: {0}. Per maggiori informazioni dare un'occhiata a /tmp/thus.log
ja: 例外: {0} より詳細な情報は /tmp/thus.log を見てください。
nl: Exception: {0}. Kijk voor meer informatie in /tmp/thus.log
pl: Wyjątek: {0}. Celem bardziej szczegółowych informacji zobacz do /tmp/thus.log
pt_br: Exceção: {0}. Para mais informações dê uma olhada em /tmp/thus.log
ro: Excepție: {0}. Pentru mai multe informații verificați /tmp/thus.log
zh_tw: 例外：{0}。 要獲得更多資訊，請見 /tmp/thus.log

source: Can't delete partition {0}
bg: Не може да се изтрие дял {0}
de: Konnte Partition {0} nicht löschen
es: No se puede borrar la partición {0}
fr: Impossible de supprimer la partition {0}
hu: Nem lehet a {0} partíciót törölni
id: Tidak dapat menghapus {0}
is: Get ekki eytt disksneið {0}
it: Impossibile cancellare la partizione {0}
ja: パーティション {0} を削除できません
nl: Kan partitie {0} niet verwijderen
pl: Nie można usunąć partycji {0}
pt_br: Não é possível excluir a partição {0}
ro: Nu se poate șterge partiția {0}
ru: Не удается удалить раздел
zh_tw: 無法刪除分割區 {0}

source: Partition is too large!
ar: القرص كبير للغاية!
bg: Дялът е твърде голям!
de: Partition ist zu groß!
el: Το διαμέρισμα δίσκου είναι πολύ μεγάλο!
es: ¡La partición es demasiado grande!
fr: La partition est trop grande !
he: מחיצה גדולה מדי!
hr: Particija je prevelika!
hu: A partíció mérete túl nagy!
id: Partisi terlalu besar!
is: Disksneiðin er of stór!
it: La partizione è troppo grande!
ja: パーティションが大きすぎます!
nl: Partitie is te groot!
pl: Partycja jest za duża!
pt_br: Partição é muito grande!
ro: Partiția ester prea mare!
ru: Слишком большой раздел!
sr: Партиција је превелика!
th_th: พาร์ติชั่นมีขนาดใหญ่เกินไป
zh_tw: 分割區太大了！

source: Can't detect used space from {0}
bg: Не може да се определи използваното пространство от {0}
de: Konnte benutzten Speicher auf {0} nicht erkennen
es: No se puede detectar el espacio usado en {0}
fr: Impossible de détecter l'espace utilisé sur {0}
hu: Nem lehet meghatározni a használatban lévő tárhelyet innen: {0}
id: Tidak dapat mendeteksi ruang yang dipakai dari {0}
is: Næ ekki að finna notað pláss á {0}
it: Impossibile rilevare lo spazio utilizzato da {0}
ja: {0} から使用済みスペースを検出できません
nl: Kan gebruikte ruimte van {0} niet detecteren
pl: Nie można wykryć użytej przestrzeni na {0}
pt_br: Não foi possível detectar o espaço usado em {0}
ro: Nu se poate detecta spațiul folosit de pe {0}
ru: Не удается определить размер занятого пространства
zh_tw: 無法從 {0} 偵測已使用空間

source: Can't detect used space of NTFS partition {0}
bg: Не може да се определи използваното пространство на NTFS дяла {0}
de: Konnte benutzten Speicher auf NTFS Partition {0} nicht erkennen
es: No se puede detectar el espacio usado en la partición NTFS {0}
fr: Impossible de détecter l'espace utilisé sur la partition NTFS {0}
hu: Nem lehet meghatározni a használatban lévő tárhelyet a {0} NTFS partíción
id: Tidak dapat mendeteksi ruang yang dipakai dari partisi NTFS {0}
is: Næ ekki að finna notað pláss á NTFS disksneið {0}
it: Impossibile rilevare lo spazio utilizzato dalla partizione NTFS {0}
ja: NTFSパーティション {0} から使用済みスペースを検出できません
nl: Kan gebruikte ruimte van NTFS-partitie {0} niet detecteren
pl: Nie można wykryć użytej przestrzeni na partycji NTFS {0}
pt_br: Não foi possível detectar o espado usado na partição NTFS {0}
ro: Nu se poate detecta spațiul folosit pe partiția NTFS {0}
ru: Не удается определить размер занятого пространства раздела NTFS
zh_tw: 無法偵測 NTFS 分割區 {0} 的已使用空間

source: Can't detect used space of EXTFS partition {0}
bg: Не може да се определи използваното пространство на EXTFS дяла {0}
de: Konnte benutzten Speicher auf EXTFS Partition {0} nicht erkennen
es: No se puede detectar el espacio usado en la partición EXTFS {0}
fr: Impossible de détecter l'espace utilisé sur la partition EXTFS {0}
hu: Nem lehet meghatározni a használatban lévő tárhelyet a {0} EXTFS partíción
id: Tidak dapat mendeteksi ruang yang dipakai dari partisi EXTFS {0}
is: Næ ekki að finna notað pláss á EXTFS disksneið {0}
it: Impossibile rilevare lo spazio utilizzato dalla partizione EXTFS {0}
ja: EXTFSパーティション {0} から使用済みスペースを検出できません
nl: Kan gebruikte ruimte van EXTFS-partitie {0} niet detecteren
pl: Nie można wykryć użytej przestrzeni na partycji EXTFS {0}
pt_br: Não foi possível detectar o espado usado na partição EXTFS {0}
ro: Nu se poate detecta spațiul folosit pe partiția EXTFS {0}
ru: Не удается определить размер занятого пространства раздела EXTFS
zh_tw: 無法偵測 EXTFS 分割區 {0} 的已使用空間

source: Can't detect used space of FAT partition {0}
bg: Не може да се определи използваното пространство на FAT дяла {0}
de: Konnte benutzten Speicher auf FAT Partition {0} nicht erkennen
es: No se puede detectar el espacio usado en la partición FAT {0}
fr: Impossible de détecter l'espace utilisé sur la partition FAT {0}
hu: Nem lehet meghatározni a használatban lévő tárhelyet a {0} FAT partíción
id: Tidak dapat mendeteksi ruang yang dipakai dari partisi FAT {0}
is: Næ ekki að finna notað pláss á FAT disksneið {0}
it: Impossibile rilevare lo spazio utilizzato dalla partizione FAT {0}
ja: FATパーティション {0} から使用済みスペースを検出できません
nl: Kan gebruikte ruimte van FAT-partitie {0} niet detecteren
pl: Nie można wykryć użytej przestrzeni na partycji FAT {0}
pt_br: Não foi possível detectar o espado usado na partição FAT {0}
ro: Nu se poate detecta spațiul folosit pe partiția FAT {0}
ru: Не удается определить размер занятого пространства раздела FAT
zh_tw: 無法偵測 FAT 分割區 {0} 的已使用空間

source: Can't detect used space of JFS partition {0}
bg: Не може да се определи използваното пространство на JFS дяла {0}
de: Konnte benutzten Speicher auf JFS Partition {0} nicht erkennen
es: No se puede detectar el espacio usado en la partición JFS {0}
fr: Impossible de détecter l'espace utilisé sur la partition JFS {0}
hu: Nem lehet meghatározni a használatban lévő tárhelyet a {0} JFS partíción
id: Tidak dapat mendeteksi ruang yang dipakai dari partisi JFS {0}
is: Næ ekki að finna notað pláss á JFS disksneið {0}
it: Impossibile rilevare lo spazio utilizzato dalla partizione JFS {0}
ja: JFSパーティション {0} から使用済みスペースを検出できません
nl: Kan gebruikte ruimte van JFS-partitie {0} niet detecteren
pl: Nie można wykryć użytej przestrzeni na partycji JFS {0}
pt_br: Não foi possível detectar o espado usado na partição JFS {0}
ro: Nu se poate detecta spațiul folosit pe partiția JFS {0}
ru: Не удается определить размер занятого пространства раздела JFS
zh_tw: 無法偵測 JFS 分割區 {0} 的已使用空間
