Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: Warning: This will erase ALL data on your disk.
bg: Внимание: Това ще изтрие всички данни на диска.
de: Warnung: Dies löscht ALLE Daten auf Ihrer Festplatte.
es: Atención: Se borrará TODA la información en el disco.
fr: Attention : Ceci va effacer TOUTES les données sur le disque.
hr: Upozorenje: Ovo će izbrisati sve podatke na vašem disku.
hu: Figyelem: Ez törölni fogja az ÖSSZES adatot a lemezen.
id: Peringatan: Ini akan menghapus semua data pada cakram anda.
is: Aðvörun: Þetta mun eyða ÖLLUM gögnum á diskinum.
it: Attenzione: questo cancellerà TUTTI i dati contenuti nel tuo disco.
ja: 警告: ディスク上の全てのデータを消去します。
nl: Waarschuwing: Dit verwijdert ALLE gegevens op je harde schijf!
pl: Ostrzeżenie: Ta operacja wymaże WSZYSTKIE dane z Twojego dysku.
pt_br: Atenção: Isso irá apagar TODOS os dados no disco.
ro: Atenție: Asta va șterge TOATE datele de pe discul dumneavoastră.
ru: Предупреждение: Все данные на диске будут удалены
zh_tw: 警告：這樣將會抹除所有在您磁碟上的資料。

source: Encrypt this installation for increased security.
ar: تشفير هذا التثبيت لزيادة الأمان.
bg: Криптиране на тази инсталация за по-добра сигурност.
de: Verschlüssele diese Installation für mehr Sicherheit.
el: Κρυπτογραφήστε αυτή την εγκατάσταση για περισσότερη ασφάλεια.
es: Cifrar esta instalación para mayor seguridad.
fr: Chiffrer cette installation pour une meilleure sécurité
he: הצפן התקנה זו לשם אבטחה מוגברת.
hr: Kriptiraj ovu instalaciju za povećanu sigurnost.
hu: A telepítés titkosítása a fokozott biztonság érdekében.
id: Lakukan enkripsi pada instalasi untuk meningkatkan keamanan data.
is: Nota dulritun við þessa uppsetningu til að auka öryggi.
it: Crittografare questa installazione per una maggiore sicurezza.
ja: セキュリティを強化するために、このインストールを暗号化します。
nl: Versleutel deze installatie voor meer veiligheid.
pl: Zaszyfruj tę instalację dla zwiększenia bezpieczeństwa.
pt_br: Criptografar esta instalação para uma maior segurança.
ro: Criptează această instalare pentru mărirea securității.
ru: Зашифровать для повышения безопасности.
sr: Енкриптујте ову инсталацију за већу безбедност.
th_th: เข้ารหัสลับการติดตั้งนี้เพื่อเพิ่มความมั่นคงปลอดภัย
zh_tw: 加密這個安裝以增強安全性。

source: You will be asked to create an encryption password in the next step.
bg: Ще трябва да създадете криптирана парола в следващата стъпка.
de: Sie werden im nächsten Schritt aufgefordert ein Passwort für die Verschlüsselung zu erstellen.
es: Se le preguntará por la clave de cifrado en el siguiente paso.
fr: Un mot de passe de chiffrement vous sera demandé à la prochaine étape.
hr: U sljedećem koraku bit će te pitani za stvaranje kriptirane lozinke.
hu: A következő lépésben titkosítási kulcsot kell létrehozni.
id: Anda akan ditanya untuk membuat kata sandi enkripsi pada langkah selanjutnya.
is: Þú verður beðinn um að búa til lykilorð fyrir dulritun í næsta skrefi.
it: Ti verrà chiesto di creare una password per la cifratura nel passo successivo.
ja: 次のステップで暗号化パスワードの作成について質問があります。
nl: In de volgende stap word je gevraagd een encryptiewachtwoord aan te maken.
pl: W następnym kroku zostaniesz poproszony o utworzenie klucza szyfrowania.
pt_br: Você deverá criar uma senha de encriptação no próximo passo.
ro: Vi se va cere să creați o parolă de criptare în următorul pas.
ru: На следующем этапе вам будет предложено создать пароль для шифрования данных
zh_tw: 您將會在下一個步驟輸入加密的密碼。

source: Use LVM with this installation.
ar: إستعمل LVM مع هذا التثبيت.
bg: Използване на LVM с тази инсталация.
de: Nutze LVM mit dieser Installation.
el: Χρήση LVM με αυτή την εγκατάσταση.
es: Usar LVM con esta instalación.
fr: Utiliser LVM pour cette installation.
he: השתמש ב-LVM עם התקנה זו.
hr: Koristi LVM sa ovom instalacijom.
hu: Használjon LVM-et ezzel a telepítéssel.
id: Gunakan LVM di instalasi ini.
is: Nota LVM við þessa uppsetningu.
it: Utilizzare LVM con questa installazione.
ja: インストールにLVMを使用。
nl: Gebruik LVM bij deze installatie.
pl: Wykorzystaj LVM do tej instalacji.
pt_br: Utilizar LVM nesta instalação.
ro: Folosește LVM cu această instalare
ru: Использовать LVM для установки.
sr: Користи LVM са овом инсталацијом.
th_th: ใช้ LVM กับการติดตั้งนี้
zh_tw: 在本次安裝中使用 LVM。

source: This will setup LVM and allow you to easily manage partitions and create snapshots.
bg: Това ще даде възможност на LVM в бъдеще да променя размера на дяловете и да им прави моментни копия по лесен начин.
de: Dies wird LVM einrichten, das die einfache Verwaltung von Partitionen und das Erzeugen von Snapshots erlaubt.
es: Se instalará LVM permitiendo administrar particiones facilmente y hacer 'snapshots'.
fr: Ceci configurera LVM et vous permettra de gérer facilement les partitions et de créer des instantanés.
hr: To će postaviti LVM i omogućiti vam lako upravljanje particijama i stvaranje snapshot-a.
hu: Ez beállítja az LVM-et, és lehetővé teszi a partíciók könnyű kezelését, továbbá pillanatfelvételek készítését.
id: Ini akan mengatur LVM dan mengizinkan anda untuk mengelola partisi dan membuat snapshot.
is: Þetta mun stja upp LVM og gera þér kleift að sýsla með disksneiðar og taka skyndiafrit.
it: Questo imposterà LVM che consente di effettuare snapshot e modifica delle partizioni in modo semplice.
ja: 容易にパーティション管理ができ、スナップショットが作成できるLVMのセットアップをします。
nl: Dit zal LVM installeren en stelt je in staat om makkelijk partities te beheren en snapshots te maken.
pl: To skonfiguruje LVM pozwalając na łatwe zarządzanie partycjami i na tworzenie migawek.
pt_br: Isto irá configurar o LVM e permitirá que você gerencie as partições e snapshots com facilidade.
ro: Asta va configura LVM și vă va permite să vă administrați partițiile și să creați snapshot-uri.
ru: Будет установлен LVM и вы сможете с легкостью создавать и управлять разделами
zh_tw: 將會設定 LVM 讓您以更簡單的方法產生快照及變更分割區大小。

source: Set your Home in a different partition/volume
ar: إعداد مجلد المنزل في تقسيم/قرص مغايير
bg: Задаване на Домашната директория на различен дял/диск
de: Erstelle eine separate Partition/Volume für Ihr Home-Verzeichnis
el: Ορίστε τον Προσωπικό σας φάκελο σε διαφορετικό διαμέρισμα/τόμο
es: Establece tu carpeta personal en un partición o volumen diferente
fr: Mettre votre dossier Home dans une partition ou un volume différent
he: קבע את ספריית בית בתוך מחיצה/כרך אחרים
hr: Postavi Home na drugu particiju/jedinicu
hu: Állítsd a Home könyvtárat egy eltérő partícióra/kötetre
id: Atur direktori Rumah Anda di partisi/volume yang berbeda
is: Setja heimamöppuna á aðra disksneið/gagnageymslu.
it: Imposta la tua Home in una partizione/volume diverso
ja: 異なるパーティション/ボリュームにHomeを設定します。
nl: Zet Home op een andere partitie/volume
pl: Ustaw swój Katalog domowy na innej partycji/wolumenie.
pt_br: Definir a sua Home em uma partição/volume diferente
ro: Setați dosarul /home într-o partiție/volum diferit
ru: Установите вашу папку Home в другой раздел/том
sr: Подесите Ваш Home директоријум на другу партицију/драјв
th_th: ตั้งค่า Home ในพาร์ทิชัน/volume อื่น
zh_tw: 將您的家目錄設置為不同的分割區/容量

source: This will setup you /home directory in a different partition or volume.
bg: Инсталаторът ще направи /home директорията на друг дял или диск.
de: Dies wird Ihr /home Verzeichnis in einer anderen Partition oder einem anderen Volumen einrichten.
es: Establece el directorio '/home' en una partición o volumen diferente.
fr: Ceci configurera votre dossier /home sur une partition ou un volume différent.
hr: To će postaviti /home direktorij na drugu particiju ili jedinicu.
hu: Ez a /home könyvtárat egy másik partícióra vagy kötetre állítja.
id: Ini akan mengatur direktori /home anda pada partisi atau volume yang berbeda.
is: Þetta mun setja /home möppuna á aðra disksneið eða gagnageymslu.
it: La directory Hiome verrà impostata su un altro volume o partizione.
ja: /home ディレクトリを異なるパーティションまたはボリュームに設定します。
nl: Dit zal je /home directory installeren op een andere partitie of schijf.
pl: To ustawi Twój katalog /home na innej partycji lub wolumenie.
pt_br: Esta configuração irá o seu diretório /home em uma partição ou volume diferente.
ro: Asta va configura directorul /home pe o altă partiție sau volum.
ru: Домашняя папка /home будет установлена на другой раздел или том
zh_tw: 這將會將您的 /home 目錄設定到不同的分割區或卷中

source: How would you like to proceed?
bg: Как искате да продължите?
de: Wie möchten Sie fortfahren?
es: ¿Que desea hacer?
fr: Comment voulez-vous procéder ?
hr: Kako želite nastaviti?
hu: Hogyan szeretnéd folytatni?
id: Bagaimana jika anda melanjutkan ?
is: Hvernig viltu halda áfram?
it: Come vuoi procedere?
ja: 進めてもいいですか?
nl: Hoe wil je verder gaan?
pl: Jak chciałbyś postąpić?
pt_br: Como você gostaria de continuar?
ro: Cum v-ar plăcea să procedați?
ru: Продолжить?
zh_tw: 您要如何繼續？

source: Choose exactly where Manjaro should be installed.
bg: Изберете точно къде ще инсталирате Manjaro.
de: Wählen Sie aus wo genau Manjaro installiert werden soll.
es: Elija donde se instalará Manjaro.
fr: Choisissez exactement où Manjaro devrait être installé.
hr: Odaberi gdje točno bi Manjaro trebao biti instaliran.
hu: Válaszd ki, hogy pontosan hová települjön a Manjaro.
id: Pilih persis di mana Manjaro harus dipasang.
is: Veldu gaumgæfilega hvar eigi að setja Manjaro upp.
it: Scegli esattamente dove dovrebbe essere installato Manjaro.
ja: Manjaroをどこにインストールするか、選択してください。
nl: Kies waar Manjaro precies geïnstalleerd moet worden.
pl: Wskaż dokładnie, gdzie Manjaro powinno zostać zainstalowane.
pt_br: Escolha exatamente onde Manjaro deve ser instalado.
ro: Alegeți exact unde să se instaleze Manjaro.
ru: Выбрать где установить Manjaro
zh_tw: 選擇 Manjaro 應該要裝在哪理。

source: Edit partition table and choose mount points.
bg: Редакция на дяловата таблица и избор на точки за монтиране.
de: Partitionstabelle bearbeiten und Einhängepunkte wählen.
es: Editar particiones y seleccionar puntos de montaje.
fr: Modifier la table de partitions et sélectionnez les points de montage.
hr: Uredi particijsku tablicu i odaberi točke montiranja.
hu: Partíciós tábla szerkesztése és csatolási pontok létrehozása.
id: Sunting tabel partisi dan pilih titik kait.
is: Breyta disksneiðatöflu og velja tengipunkta.
it: Modifica la tabella delle partizioni e scegli i punti di montaggio.
ja: パーティションテーブルの編集及びマウントポイントの選択
nl: Partitietabel bewerken en aankoppelpunten kiezen.
pl: Modyfikacja tablicy partycji i wybór punktów montowania.
pt_br: Edite a tabela de partição e escolha os pontos de montagem.
ro: Editați tabelul de partiții și alegeți punctele de montare.
ru: Редактировать таблицу разделов и выбрать точки монтирования
zh_tw: 編輯分割表並選擇掛載點。

source: Manjaro installation will be encrypted using LUKS
ar: تثبيت منجارو سيكون مشفر بإستعمال LUKS
bg: Инсталацията на Manjaro ще бъде криптирана използвайки LUKS
de: Die Manjaro Installation wird mit LUKS verschlüsselt sein
el: Η εγκατάσταση του Manjaro θα κρυπτογραφηθεί χρησιμοποιώντας το LUKS
es: La instalación de Manjaro será cifrada usando LUKS
fr: L'installation de Manjaro sera cryptée avec LUKS
hr: Manjaro instalacija će biti šifrirana koristeći LUKS
hu: A Manjaro telepítés titkosítva lesz LUKS használatával
id: Instalasi Manjaro akan dienkripsi menggunakan LUKS
is: Manjaro uppsetningin verður dulrituð með LUKS
it: L'installazione di Manjaro sarà crittografata utilizzando LUKS
ja: ManjaroのインストールはLUKSにより暗号化されます
nl: Manjaro installatie zal worden versleuteld met LUKS
pl: Instalacja Manjaro będzie szyfrowana przy użyciu LUKS
pt_br: A instalação do Manjaro será criptografada usando LUKS
ro: Instalarea Manjaro va fi criptată folosind LUKS
ru: Manjaro будет зашифрован при помощи LUKS
sr: Манџаро инсталација ће бити енкриптована користећи LUKS
th_th: การติดตั้ง Manjaro จะถูกเข้ารหัสลับโดยใช้ LUKS
zh_tw: Manjaro 將會使用 LUKS 加密的方式安裝

source: Manjaro will be installed using LVM volumes
ar: سيتم تثبيت منجارو بإستعمال أقراص LVM
bg: Manjaro ще бъде инсталиран използвайки LVM дискове
de: Manjaro wird LVM Volumen bei der Installation nutzen
el: Το Manjaro θα εγκατασταθεί χρησιμοποιώντας τόμους LVM
es: Manjaro será instalado usando una volumenes LVM
fr: Manjaro sera installée en utilisant les volumes LVM
hr: Manjaro će biti instaliran korištenjem LVM jedinica
hu: A Manjaro LVM kötetek használatával lesz telepítve.
id: Manjaro akan diinstal menggunakan volome LVM
is: Manjaro verður uppsett á LVM gagnageymslur
it: Manjaro verrà installato utilizzando volumi LVM
ja: ManjaroはLVM volumesを使用してインストールされます
nl: Manjaro zal worden geïnstalleerd dmv LVM volumes
pl: Manjaro zostanie zainstalowane z wykorzystaniem wolumenów LVM
pt_br: Manjaro será instalado usando volumes LVM
ro: Manjaro va fi instalat folosind volume LVM
ru: Установить Manjaro с использованием LVM томов
sr: Манџаро ће бити инсталиран користећи LVM партиције/драјвове
th_th: Manjaro จะถูกติดตั้งโดยใช้ LVM volumes
zh_tw: Manjaro 將會使用 LVM 卷安裝

source: Manjaro will be installed using a separate /home volume.
ar: سيتم تثبيت منجارو بإستعمال /home في قرص منفصل.
bg: Manjaro ще бъде инсталиран използвайки отделен /home диск.
de: Manjaro wird mit einem separaten /home Volumen installiert.
el: Το Manjaro θα εγκατασταθεί χρησιμοποιώντας έναν ξεχωριστό τόμο για το /home
es: Manjaro será instalado usando un volumen /home separado.
fr: Manjaro sera installée en utilisant un volume /home séparé
hr: Manjaro će biti instaliran korištenjem posebne /home jedinice.
hu: A Manjaro egy különálló /home kötet használatával lesz telepítve.
id: Manjaro akan diinstal menggunakan volume /home yang terpisah.
is: Manjaro verður uppsett með sérstæða /home gagnageymslu.
it: Manjaro verrà installato utilizzando un volume /home separato.
ja: Manjaroは分離された /home ボリュームにインストールされます。
nl: Manjaro zal geïnstalleerd worden met een apart /home volume.
pl: Manjaro zostanie zainstalowane z wykorzystaniem odrębnego wolumenu /home.
pt_br: Manjaro será instalado usando um volume separado para /home.
ro: Manjaro va fi instalat folosind un volum /home separat.
ru: Manjaro будет установлен используя отдельный том для /home
sr: Манџаро ће бити инсталиран користећи посебан /home драјв.
th_th: Manjaro จะถูกติดตั้งโดยใช้ /home แยกบน volume อื่น
zh_tw: Manjaro 將會使用分離的 /home 卷來安裝。

source: Manjaro will be installed using a separate /home partition.
ar: سيتم تثبيت منجارو بإستعمال /home في تقسيم منفصل.
bg: Manjaro ще бъде инсталиран използвайки отделен /home дял.
de: Manjaro wird mit einer separaten /home Partition installiert.
el: Το Manjaro θα εγκατασταθεί χρησιμοποιώντας ένα ξεχωριστό διαμέρισμα για το /home.
es: Manjaro será instalado usando una partición /home separada.
fr: Manjaro sera installée en utilisant une partition /home séparée
hr: Manjaro će biti instaliran korištenjem posebne /home particije.
hu: A Manjaro egy különálló /home partíció használatával lesz telepítve.
id: Manjaro akan diinstal menggunakan partisi /home yang terpisah.
is: Manjaro verður uppsett með sérstaka /home disksneið.
it: Manjaro verrà installato utilizzando una partizione /home separata.
ja: Manjaroは分離された /home パーティションを使用してインストールされます。
nl: Manjaro zal worden geïnstalleerd met een aparte /home partitie.
pl: Manjaro zostanie zainstalowane z wykorzystaniem odrębnej partycji /home.
pt_br: Manjaro será instalado usando uma partição separada para /home.
ro: Manjaro va fi instalat folosind o partiție /home separată.
ru: Manjaro будет установлен используя отдельный раздел для /home.
sr: Манџаро ће бити инсталиран користећи посебну /home партицију.
th_th: Manjaro จะถูกติดตั้งโดยใช้ /home แยกบนพาร์ทิชันอื่น
zh_tw: Manjaro 將會使用分離的 /home 分割區來安裝。

source: Automatic installation mode
ar: نمط التثبيت التلقائي
bg: Режим автоматично инсталиране
de: Automatische Installation
el: Λειτουργία αυτόματης εγκατάστασης
es: Modo de instalación automático
fr: Mode d'installation automatique
he: מצב התקנה אוטומטי
hr: Automatski način instalacije
hu: Automatikus telepítési mód
id: Mode Instalasi otomatis
is: Sjálfvirkur uppsetningarhamur
it: Installazione automatica
ja: 自動インストール
nl: Automatische installatiemodus
pl: Tryb automatycznej instalacji
pt_br: Modo de instalação automático
ro: Mod de instalare automat
ru: Установка в автоматическом режиме
sr: Аутоматски тип инсталације
th_th: โหมดติดตั้งอัตโนมัติ
zh_tw: 自動安裝模式

source: Select drive:
ar: حدد القرص:
bg: Избор на устройство:
de: Wählen Sie eine Festplatte:
el: Επιλέξτε οδηγό:
es: Seleccionar dispositivo:
fr: Sélectionnez le disque :
he: בחרו כונן:
hr: Izaberi tvrdi disk:
hu: Meghajtó kiválasztása:
id: Pilih drive:
is: Veldu drif:
it: Selezionare il disco:
ja: ドライブの選択:
nl: Selecteer schijf:
pl: Wybierz dysk:
pt_br: Selecione o disco:
ro: Selectați discul:
ru: Выбранный диск:
sr: Изаверите диск, драјв-јединицу:
th_th: เลือกไดรฟ์:
zh_tw: 選擇裝置：

source: WARNING! This installation mode will overwrite everything on your drive!
ar: تحذير! نمط التثبيت هذا سيقوم بكتابة فوق كل شيء في قرصك!
bg: ВНИМАНИЕ! Този режим на инсталиране ще унищожи всички предишни файлове на диска.
de: WARNUNG! Dieser Installationsmodus wird Alles auf Ihrer Festplatte überschreiben!
el: ΠΡΡΟΕΙΔΟΠΟΙΗΣΗ! Αυτή η λειτουργία εγκατάστασης θα αντικαταστήσει τα πάντα στο δίσκο σας!
es: ¡ADVERTENCIA! ¡Este modo de instalación sobrescribirá el disco entero!
fr: ATTENTION ! ce mode d'installation écrasera tout sur votre disque !
he: ﬡזﬣﬧﬣ! התקנה זו תכתוב מחדש על כל דבר בכונן שלך!
hr: UPOZORENJE! Ovaj instalacijski mod će sve prebrisati na vašem disku!
hu: FIGYELEM! Ez a telepítési mód mindent felülír a meghajtón!
id: PERHATIAN! Mode instalasi ini akan menimpa apasaja di drive Anda!
is: AÐVÖRUN! Þessi uppsetningaraðferð mun skrifa yfir allt á drifinu!
it: ATTENZIONE! Questa modalità di installazione sovrascriverà tutto sul disco!
ja: 警告！このインストールモードではドライブの全てを上書きします！
nl: Waarschuwing! Deze installatiemodus zal alle data op je schijf overschrijven!
pl: OSTRZEŻENIE! Ta metoda instalacji nadpisze wszystko na Twoim dysku!
pt_br: AVISO! Este modo de instalação irá sobrescrever todo o conteúdo do seu disco!
ro: ATENȚIE! Acest mod de instalare va suprascrie toată unitatea!
ru: ВНИМАНИЕ! Этот режим установки удалит все данные на вашем жестком диске!
sr: УПОЗОРЕЊЕ! Овакав начин инсталације ће обрисати све што се налази на Вашем диску.
th_th: คำเตือน! โหมดการติดตั้งนี้จะเขียนทับข้อมูลทุกอย่างบนไดรฟ์ของคุณ
zh_tw: 警告！這個安裝模式將會覆寫您磁碟上的所有資料！

source: Please choose the drive where you want to install Manjaro and click the button below to start the process.
ar: المرجوا إختيار القرص الذي تريد تثبيت منجارو فيه و إضغط الزر في أسفل لبدء العملية.
bg: Моля, изберете устройство, където желаете да инсталирате Manjaro и натиснете бутона по-долу, за да стартирате процеса.
de: Bitte wählen Sie das Laufwerk aus, auf dem Sie Manjaro installieren wollen. Drücken Sie den Knopf unten, um den Installationsprozess zu beginnen.
el: Παρακαλώ επιλέξτε το δίσκο στον οποίο θέλετε να εγκατασταθεί το Manjaro και κάντε κλικ στο παρακάτω κουμπί για να ξεκινήσει η διαδικασία.
es: Por favor seleccione el dispositivo donde desea instalar Manjaro y presione el botón para iniciar el proceso.
fr: Veuillez choisir le disque où vous souhaitez installer Manjaro et cliquez sur le bouton ci-dessous pour lancer le processus.
he: אנא בחרו את הכונן בו ברצונכם להתקין את Manjaro ולחצו על הלחצן מטה כדי להתחיל את התהליך.
hr: Molimo izaberite disk na koji želite instalirati Manjaro i kliknite na gumb ispod da započnete postupak.
hu: Kérem válassza ki a meghajtót ahova telepíteni akarja a Manjaro-t és kattintson az alábbi gombra a folyamat megkezdéséhez.
id: Harap pilih drive tempat dimana anda ingin menginstal Manjaro dan klik tombol dibawah untuk memulai proses.
is: Veldu drifið þar sem þú vilt setja upp Manjaro og smelltu á hnappinn hér fyrir neðan til að hefja uppsetningarferlið.
it: Scegliere l'unità in cui si vuole installare Manjaro e fare clic sul pulsante qui sotto per avviare il processo.
ja: Manjaroをインストールしたいドライブを選択し、 下のインストールをクリックしてください。
nl: Kies op welke schijf je Manjaro wil installeren en klik hieronder om het proces te starten.
pl: Proszę wybrać dysk, na którym chcesz zainstalować Manjaro i kliknąć przycisk poniżej w celu rozpoczęcia instalacji.
pt_br: Por favor, escolha o disco em que deseja instalar o Manjaro e pressione o botão abaixo para iniciar o processo.
ro: Alegeți unitatea pe care doriți să instalați Manjaro și apăsați butonul de mai jos pentru a începe
ru: Пожалуйста, выберите диск, на котором вы хотите установить Manjaro и нажмите на кнопку ниже, чтобы начать процесс.
sr: Молим Вас, изаберите диск на који желите да инсталирате Манџаро и кликните на дугме испод како бисте покренули процес.
th_th: กรุณาเลือกไดร์ฟที่คุณต้องการจะติดตั้ง Manjaro และคลิกปุ่มด้านล่างเพื่อเริ่มกระบวนการ
zh_tw: 請選擇您要安裝 Manjaro 的裝置 並按下面的按鈕以開始安裝程序。

source: Encryption Password:
ar: كلمة سر التشفير:
bg: Парола за криптиране:
de: Verschlüsselungspasswort:
el: Κωδικός Πρόσβασης Κρυπτογράφησης:
es: Contraseña para cifrado:
fr: Mot de passe du cryptage :
he: סיסמת הצפנה:
hr: Lozinka za šifriranje:
hu: Titkosítás jelszó:
id: Enkripsi Sandi:
is: Lykilorð fyrir dulritun:
it: Password di crittografia:
ja: 暗号化パスワード:
nl: Encryptie Wachtwoord:
pl: Hasło szyfrowania:
pt_br: Senha para criptografia:
ro: Parolă de criptare:
ru: Пароль шифрования:
sr: Лозинка енкрипције:
th_th: รหัสผ่านสำหรับการเข้ารหัสลับ:
zh_tw: 加密的密碼：

source: LUKS Password. Do not use special characters or accents!
bg: LUKS парола. Не използвайте специални символи или ударения!
de: LUKS Passwort. Benutzen Sie keine Sonderzeichen oder Akzente!
es: Contraseña de LUKS. ¡No use caracteres especiales ni acentos!
fr: Mot de passe LUKS. N'utilisez pas de caractères spéciaux ou des accents !
hr: LUKS lozinka. Ne koristite specijalne znakove i naglaske!
hu: LUKS jelszó. Ne használj speciális karaktereket, vagy ékezeteket!
id: Kata sandi LUKS. Jangan gunakan karakter spesial atau akse!
is: LUKS lykilorð. Ekki nota sértákn eða broddstafi!
it: Password di LUKS. Non usare caratteri speciali o caratteri con accenti!
ja: LUKSパスワード。特殊な文字は使わないでください!
nl: LUKS-wachtwoord. Gebruik geen speciale karakters of accenten!
pl: Hasło LUKS. Nie używaj specjalnych znaków ani akcentów!
pt_br: Senha LUKS. Não use caracteres especiais e acentos!
ro: Parole LUKS. Nu folosiți caractere speciale sau accente!
ru: Пароль LUKS. Не используйте специальные символы или надстрочные знаки
zh_tw: LUKS 密碼。不要使用特殊符號或是帶有重音符號的字母！

source: A root LUKS password has been set
bg: Главна LUKS парола е избрана
de: Ein root LUKS Passwort wurde erstellt
es: Se ha establecido una contraseña LUKS para el sistema raíz
fr: Le mot de passe LUKS a été enregistré
hr: Root LUKS lozinka je postavljena
hu: LUKS jelszó beállítva
id: Kata sandi LUKS root telah diatur
is: Rótarlykilorð LUKS hefur verið sett
it: È stata impostata una password LUKS
ja: root LUKSパスワードが設定されました
nl: Een root LUKS-wachtwoord is ingesteld
pl: Hasło LUKS administratora zostało ustawione
pt_br: Uma senha root do LUKS foi definida
ro: O parolă root LUKS a fost setată
ru: Пароль LUKS для администратора установлен
zh_tw: 根 LUKS 密碼已經被設定

source: Automatic install on {0}
bg: Автоматично инсталиране в {0}
de: Automatische Installation auf {0}
es: Instalación automática en {0}
fr: Installation automatique sur {0}
hr: Automatska instalacija na {0}
hu: Automatikus telepítés itt: {0}
id: Otomasi pasang pada {0}
is: Sjálfvirk uppsetning á {0}
it: Installazione automatica su {0}
ja: {0} 上に自動インストール
nl: Automatische installatie op {0}
pl: Automatyczna instalacja na {0}
pt_br: Instalação automática ligada {0}
ro: Instalare automată pe {0}
ru: Автоматическая установка на {0}
zh_tw: 自動安裝在 {0} 上
