Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: Cannot create new partition.
ar: لا يمكن إنشاء قرص جديد
el: Αδυναμία δημιουργίας νέου διαμερίσματος.
he: לא יכול ליצור מחיצה חדשה.
sr: Није могуће направити нову партицију.
th_th: ไม่สามารถสร้างพาร์ทิชันใหม่ได้

source: Cannot create new swap partition.
ar: لا يمكن إنشاء قرص swap جديد.
el: Αδυναμία δημιουργίας νέου διαμερίσματος swap.
sr: Није могуће направити нову "swap" партицију.
th_th: ไม่สามารถสร้างพาร์ทิชัน swap ใหม่ได้

source: Thus will install the bootloader of type %s in %s
ar: سيقوم ذاس بتثبيت مشغل الإقلاع ذو النوع %s في %s
el: Το Thus θα εγκαταστήσει το φορτωτή εκκίνησης του τύπου %s σε %s
he: ‏Thus יתקין bootloader מטיפוס %s בתוך %s
sr: Thus ће инсталирати bootloader типа %s у %s
th_th: Thus จะติดตั้ง bootloader ประเภท %s ใน %s

source: Erase disk and install Manjaro (automatic)
ar: محو القرص و تثبيت منجارو (التلقائي)
el: Διαγραφή δίσκου και εγκατάσταση του Manjaro (αυτόματα)
he: מחק כונן התקן את Manjaro (אוטומטי)
sr: Брисање диска и инсталација Манџара (аутоматски)
th_th: ลบดิสก์และติดตั้ง Manjaro (อัตโนมัติ)

source: Warning: This will delete all data on your disk
ar: تحذير: هذا سيقوم بحذف كل البيانات في حاسوبك
el: Προειδοποίηση: Αυτό θα διαγράψει όλα τα δεδομένα από το δίσκο σας
he: ﬡזﬣﬧﬣ: זו תמחק לכם את כל הנתונים בכונן שלך
sr: Упозорење: Ово ће обрисати податке на вашем диску
th_th: คำเตือน: ข้อมูลทั้งหมดบนดิสก์จะถูกลบ

source: You will be asked for the encryption key in the next step.
ar: سيتم سألك عن مفتاح التشفير في الخطوة التالية.
el: Θα ερωτηθείτε για το κλειδί κρυπτογράφησης στον επόμενο βήμα.
he: אתם תישאלו אודות מפתח ההצפנה בצעד הבא.
sr: Бићете упитани за лозинку енкрипције у следећем кораку.
th_th: คุณจะถูกถามถึงกุญแจเข้ารหัสลับในขั้นตอนถัดไป

source: This will set up LVM allowing you to make snapshots and change partition sizes in a straightforward way.
ar: هذا سيقوم بإعداد LVM ليسمح لك بالقيام بـ snapshots و تحجيم التقسيم بطريقة بسيطة.
el: Αυτό θα ρυθμίσει το LVM επιτρέποντάς σας να τραβάτε στιγμιότυπα και να αλλάξετε το μέγεθος των διαμερισμάτων με έναν πιο ξεκάθαρο τρόπο.
he: זו תגדיר LVM ותאפשר לך להכין snapshots ולשנות גודלי מחיצה באופן ישיר.
sr: Ово ће подесити LVM и омогућити Вам да направите слике - "snapshots" и промените величине партиција на врло интуитиван начин.
th_th: นี่จะทำการตั้งค่า LVM เพื่อให้คุณสามารถทำ snaphots และเปลี่ยนแปลงขนาดพาร์ทิชันในแบบตรงไปตรงมา

source: This will setup your /home directory in a different partition or volume.
ar: سيؤدي ذلك إلى تثبيت مجلد الـ /home داخل قرص آخر.
el: Αυτό θα εγκαταστήσει τον κατάλογο /home σας σε διαφορετικό διαμέρισμα ή τόμο.
he: זו תגדיר את ספריית home/ במחיצה או כרך אחרים.
sr: Ово ће подесити Ваш /home директоријум на другу партицију или драјв
th_th: นี่จะทำการตั้งค่าโฟลเดอร์ /home ของคุณในพาร์ทิชันหรือ volume อื่น

source: Install Manjaro alongside %s
ar: تثبيت منجارو جنبا إلى جنب %s
el: Εγκατάσταση του Manjaro μαζί με %s
he: התקן את Manjaro לצד %s
sr: Инсталација Манџара упоредо са %s
th_th: ติดตั้ง Manjaro ควบคู่กับ %s

source: Manage your partitions and where to install Manjaro (advanced)
ar: إدارة أقسامك و أين سيتم تثبيت منجارو (متقدم)
el: Διαχειριστείτε τα διαμερίσματά σας και επιλέξτε που θα εγκατασταθεί το Manjaro (για προχωρημένους)
he: נהל מחיצות ואת מקום התקנת Manjaro (מתקדם)
sr: Управљајте Вашим партицијама и местом где желите да инсталирате Манџаро (напредна инсталација)
th_th: จัดการพาร์ทิชันของคุณและที่ที่จะติดตั้ง Manjaro (ขั้นสูง)

source: You will be able to create/delete partitions, choose where to install Manjaro and also choose additional mount points.
ar: ستكون قادرا على إنشاء/حذف الأقسام, إختيار أين تريد تثبيت منجلرو و أيضا إختيار نقط وصل إضافية.
el: Θα μπορείτε να δημιουργήσετε/διαγράψετε διαμερίσματα, να επιλέξετε που θα εγκαταστήσετε το Manjaro και επίσης να επιλέξετε πρόσθετα σημεία προσάρτησης.
he: תעמוד לרשותך האפשרות ליצור/למחוק מחיצות, לבחור היכן להתקין את Manjaro וגם לבחור נקודות עגינה נוספות.
sr: Моћићете да правите/бришете партиције, изаберете где да инсталирате Манџаро и такође инсталирате додатне тачке повезивања - "маунтовања".
th_th: คุณจะสามารถสร้าง/ลบพาร์ทิชัน เลือกที่ที่จะติดตั้ง Manjaro และเลือกจุดเชื่อมต่อเพิ่มเติมได้

source: A LUKS password has been set
ar: تم تحديد كلمة سر LUKS
el: Ένας κωδικός LUKS έχει οριστεί
he: סיסמת LUKS נקבעה
sr: LUKS лозинка је постављена
th_th: รหัสผ่าน LUKS ได้ถูกตั้งค่าเรียบร้อยแล้ว

source: Automatic install on %s
ar: تثبيت تلقائي في %s
el: Αυτόματη εγκατάσταση στο %s
he: התקנה אוטומטית על %s
sr: Аутоматска инсталација на %s
th_th: ติดตั้งอัตโนมัติบน %s

source: Do you really want to proceed and delete all your content on your hard drive? %s
ar: هل تريد بالفعل المتابعة ومسح جميع بياناتك على القرص الصلب لديك؟ %s
el: Θέλετε πραγματικά να συνεχίσετε και να διαγράψετε όλα τα περιεχόμενά σας στο σκληρό δίσκο; %s
sr: Да ли сте сигурни да желите да наставите и обришете сав садржај са Вашег хард диска? %s
th_th: คุณต้องการที่จะดำเนินการต่อและลบเนื้อหาทั้งหมดบนฮาร์ดไดรฟ์ของคุณใช่หรือไม่? %s

source: Thus will use %s as installation device
ar: سيستعمل Thus %s كجهاز التثبيت
el: Το Thus θα χρησιμοποιήσει το %s ως τη συσκευή εγκατάστασης
he: ‏Thus ישתמש בהתקן %s בתור התקן התקנה
sr: Thus ће користити %s као инсталациони уређај
th_th: Thus จะใช้ %s เป็นอุปกรณ์ติดตั้ง

source: Copying '/%s'
ar: نسخ '/%s'
el: Αντιγραφή του '/%s'
he: כעת מעתיק '/%s'
sr: Копирање у току '/%s'
th_th: กำลังคัดลอก '/%s'

source: Installing using the '%s' method
ar: تثبيت بإستعمال طريقة '%s'
el: Εγκατάσταση χρησιμοποιώντας την μέθοδο '%s'
he: התקנה באמצעות השיטה '%s'
sr: Инсталирање користећи '%s' метод
th_th: กำลังติดตั้งด้วยวิธี '%s'

source: Creating partitions and their filesystems in %s
ar: يتم الآن إنشاء الأقراص وأنظمة ملفاتها في %s
el: Δημιουργία διαμερισμάτων και των συστημάτων αρχείων τους σε %s
he: כעת יוצר מחיצות ואת מערכות הקבצים שלהן בתוך %s
sr: Креирање партиција и њихових фајл система у %s
th_th: กำลังสร้างพาร์ทิชันและระบบไฟล์ใน %s

source: Error creating partitions and their filesystems
ar: حدث خطأ أثناء القيام بإنشاء الأقراص وأنظمة ملفاتها.
el: Σφάλμα κατά τη δημιουργία διαμερισμάτων και των συστημάτων αρχείων τους
he: שגיאה ביצירת מחיצות ומערכות הקבצים שלהן
sr: Грешка при креирању партиција и њихових фајл система.
th_th: เกิดข้อผิดพลาดขณะสร้างพาร์ทิชันและระบบไฟล์

source: Command %s has failed.
ar: فشل القيام بالعملية %s
el: Η εντολή %s απέτυχε.
he: הפקודה %s נכשלה.
sr: Команда %s није успела.
th_th: คำสั่ง %s ล้มเหลว

source: Output : %s
ar: الإخراج: %s
el: Αποτέλεσμα : %s
he: פלט : %s
sr: Резултат : %s
th_th: ผลลัพธ์: %s

source: Mounting partition %s into %s directory
ar: وصل الجزء %s في الدليل %s
el: Προσάρτηση διαμερίσματος %s στον κατάλογο %s
he: עגינת מחיצה %s לתוך מדור %s
sr: Припајање партиције %s у %s директоријум
th_th: เชื่อมต่อพาร์ทิชัน %s ไปที่โฟลเดอร์ %s

source: Mounting partition %s into %s/boot directory
ar: يتم الآن تحميل القرص %s داخل مجلد الـ %s/boot
el: Προσάρτηση διαμερίσματος %s στον κατάλογο %s/boot
he: עגינת מחיצה %s לתוך מדור %s/boot
sr: Припајање партиције %s у %s/boot директоријум
th_th: เชื่อมต่อพาร์ทิชัน %s ไปที่โฟลเดอร์ %s/boot

source: Couldn't mount root and boot partitions
ar: لم تتم عملية تحميل أقراص الإقلاع والنظام
el: Αδυναμία προσάρτησης των διαμερισμάτων root και εκίνησης
he: לא היתה אפשרות לעגן מחיצת root ומחיצת boot
sr: Није могуће припајање root и boot партиције
th_th: ไม่สามารถเชื่อมต่อพาร์ทิชัน root และ boot

source: Command %s has failed
ar: فشل القيام بالعملية %s
el: Η εντολή %s απέτυχε
he: הפקודה %s נכשלה
sr: Команда %s није успела
th_th: คำสั่ง %s ล้มเหลว

source: Can't mount %s in %s
ar: لا يمكن تحميل %s في %s
el: Αδυναμία προσάρτησης του %s σε %s
he: אין אפשרות לעגן את %s בתוך %s
sr: Није могуће припајање %s у %s
th_th: ไม่สามารถเชื่อมต่อ %s ใน %s

source: Mounting swap %s
ar: يتم الآن تحميل الـ swap %s
el: Προσάρτηση του swap %s
sr: Везујем "swap" %s
th_th: กำลังเชื่อมต่อ swap %s

source: Can't mount %s
ar: لا يمكن تحميل %s
el: Αδυναμία προσάρτησης του %s
he: לא מצליח לעגן את %s
sr: Не могу да вежем %s
th_th: ไม่สามารถเชื่อมต่อ %s

source: %s deleted
ar: تم حذف %s
el: Το %s διαγράφηκε
he: %s נמחק
sr: %s обрисано
th_th: ทำการ %s ลบแล้ว

source: Can't create necessary directories on destination system
ar: لم تتم عملية إنشاء المجلدات الضرورية على النظام المحدد
el: Αδυναμία δημιουργίας απαραίτητων καταλόγων στο σύστημα προορισμού
he: אין אפשרות ליצור מדורים על מערכת יעד
sr: Није могуће направити следеће директоријуме на циљаном систему
th_th: ไม่สามารถสร้างโฟลเดอร์ที่จำเป็นบนระบบเป้าหมาย

source: Can't copy Thus log to %s
ar: لم تتم عملية نسخ سجل ذاس إلى %s
el: Αδυναμία αντιγραφής αρχείων καταγραφής του Thus σε %s
he: אין אפשרות להעתיק יומן Thus אל %s
sr: Није могуће копирати Thus log у %s
th_th: ไม่สามารถคัดลอก Thus log ไปที่ %s

source: Can't unmount %s
ar: لم تتم عملية فصل %s
el: Αδυναμία αποπροσάρτησης του %s
he: אין אפשרות לחלץ את %s
sr: Није могуће одвојити %s
th_th: ไม่สามารถยกเลิกการเชื่อมต่อ %s ได้

source: %s is already mounted at %s as %s
ar: إن %s هو موصول بالفعل بــ %s على أنه %s
el: Το %s έχει ήδη προσαρτηθεί στο %s ως %s
he: %s כבר מעוגנת בתוך at %s בתור %s
sr: %s је већ припојен - "маунтован" на %s као %s
th_th: %s ถูกเชื่อมต่อแล้วที่ %s เป็น %s

source: Restoring meta-information on %s
ar: يتم الآن استرجاع المعلومات الوصفية على %s
el: Επαναφορά των πληροφοριών meta στο %s
he: שחזור מידע-מוצמד על %s
sr: Враћање мета-информација на %s
th_th: กำลังคืนค่า meta-information บน %s

source: Special dirs already mounted.
ar: تم بالفعل توصيل مجلدات خاصة.
el: Προσαρτήθηκαν ήδη ειδικοί κατάλογοι.
he: מדורים מיוחדים כבר מעוגנים.
sr: Посебни директоријуми су већ припојени - "маунтовани"
th_th: โฟลเดอร์พิเศษถูกเชื่อมต่อแล้ว

source: Unable to umount %s
ar: لم يتم فصل %s
el: Αδυναμία αποπροσάρτησης του %s
he: אין אפשרות לחלץ %s
sr: Није могуће припојити %s
th_th: ไม่สามารถยกเลิกการเชื่อมต่อ %s

source: Error running command: %s
ar: حدث خطأ أثناء تشغيل العملية: %s
el: Σφάλμα κατά την εκτέλεση της εντολής: %s
he: שגיאה בהרצת פקודה: %s
sr: Грешка у извршавању команде: %s
th_th: เกิดข้อผิดพลาดขณะทำคำสั่ง: %s

source: Timeout running command: %s
ar: انتهى الوقت الأقصى لتشغيل العملية: %s
el: Λήξη χρονικού ορίου κατά την εκτέλεση της εντολής: %s
sr: Пауза извршавања команде: %s
th_th: หมดเวลาทำคำสั่ง: %s

source: Added to fstab : UUID=%s %s %s %s 0 %s
ar: تم إضافة التالي إلى fstab: UUID=%s %s %s %s 0 %s
el: Προστέθηκε στο fstab : UUID=%s %s %s %s 0 %s
sr: Додато у fstab : UUID=%s %s %s %s 0 %s
th_th: เพิ่มไปที่ fstab : UUID=%s %s %s %s 0 %s

source: Added to crypttab : %s
ar: تم إضافة التالي إلى crypttab: %s
el: Προστέθηκε στο crypttab : %s
sr: Додато на crypttab : %s
th_th: เพิ่มไปที่ crypttab : %s

source: Added to fstab : /dev/mapper/cryptManjaroHome %s %s %s 0 %s
ar: تم إضافة التالي إلى fstab: /dev/mapper/cryptManjaroHome %s %s %s 0 %s
el: Προστέθηκε στο fstab : /dev/mapper/cryptManjaroHome %s %s %s 0 %s
he: נוסף אל fstab : /dev/mapper/cryptManjaroHome %s %s %s 0 %s
sr: ДОдато на fstab : /dev/mapper/cryptManjaroHome %s %s %s 0 %s
th_th: เพิ่มไปที่ fstab : /dev/mapper/cryptManjaroHome %s %s %s 0 %s

source: Added to fstab : tmpfs /tmp tmpfs defaults,noatime,mode=1777 0 0
ar: تمت الإضافة إلى fstab : tmpfs /tmp tmpfs defaults, noatime, mode=1777 0 0
el: Προστέθηκε στο fstab : tmpfs /tmp tmpfs defaults,noatime,mode=1777 0 0
he: נוסף אל fstab : tmpfs /tmp tmpfs defaults,noatime,mode=1777 0 0
sr: Додато на fstab : tmpfs /tmp tmpfs defaults,noatime,mode=1777 0 0
th_th: เพิ่มไปที่ fstab : tmpfs /tmp tmpfs defaults,noatime,mode=1777 0 0

source: ERROR on preparing 'etc/grub.d'-folder.
ar: حدث خطأ أثناء تحضير 'etc/grub.d'-folder.
el: ΣΦΑΛΜΑ κατά την προετοιμασία του 'etc/grub.d'-folder.
sr: ГРЕШКА при припремању 'etc/grub.d' директоријума.
th_th: เกิดข้อผิดพลาดขณะเตรียมโฟลเดอร์ 'etc/grub.d'

source: Installing GRUB(2) BIOS boot loader in %s
ar: يتم الآن تثبيت مشغل الإقلاع الخاص بالبيوس GRUB (2) في %s
el: Εγκατάσταση του φορτωτή εκίνησης GRUB(2) BIOS σε %s
sr: Инсталирање GRUB(2) BIOS boot loader-а на %s
th_th: กำลังติดตั้ง GRUB(2) BIOS boot loader ใน %s

source: Installing GRUB(2) UEFI %s boot loader
ar: يتم الآن تثبيت مشغل الإقلاع GRUB(2) UEFI %s
el: Εγκατάσταση του φορτωτή εκκίνησης GRUB(2) UEFI %s
sr: Инсталација GRUB(2) UEFI %s boot loader-a
th_th: กำลังติดตั้ง GRUB(2) UEFI %s boot loader

source: No OEM loader found in %s. Copying Grub(2) into dir.
ar: لم يتم العثور على مشغل OEM في %s. يتم الآن نسخ Grub(2) إلى dir.
el: Δε βρέθηκε κανένας φορτωτής OEM στο %s. Αντιγραφή του Grub(2) σε κατάλογο.
sr: OEM покретач није пронађен у %s. Копирам Grub(2) у директоријум.
th_th: ไม่พบ OEM loader ใน %s กำลังคัดลอก Grub(2) ไปที่โฟลเดอร์

source: Copying Grub(2) into OEM dir failed. File Not Found.
ar: فشل نسخ Grub(2) إلى OEM dir. لم يتم العثور على الملف.
el: Η αντιγραφή του Grub(2) στον κατάλογο OEM απέτυχε. Το Αρχείο Δε Βρέθηκε.
sr: Копирање Grub(2) у OEM директоријум није успело. Фајл није пронађен.
th_th: คัดลอก Grub(2) ไปที่โฟลเดอร์ OEM ล้มเหลว ไม่พบไฟล์

source: Copying Grub(2) into OEM dir failed. File Exists.
ar: فشل نسخ Grub(2) إلى OEM dir. الملف موجود مسبقاً.
el: Η αντιγραφή του Grub(2) στον κατάλογο OEM απέτυχε. Το Αρχείο Υπάρχει.
sr: Копирање Grub(2) у OEM директоријум није успело. Фајл постоји.
th_th: คัดลอก Grub(2) ไปที่โฟลเดอร์ OEM ล้มเหลว พบไฟล์มีอยู่ก่อนแล้ว

source: Copying Grub(2) into OEM dir failed. Unknown Error.
ar: فشل نسخ Grub(2) إلى OEM dir. خطأ غير معروف.
el: Η αντιγραφή του Grub(2) στον κατάλογο OEM απέτυχε. Άγνωστο Σφάλμα.
sr: Копирање Grub(2) у OEM директоријум није успело. Непозната грешка.
th_th: คัดลอก Grub(2) ไปที่โฟลเดอร์ OEM ล้มเหลว ข้อผิดพลาดไม่ทราบสาเหตุ

source: GRUB(2) UEFI has been successfully installed.
ar: تم تثبيت GRUB(2) UEFI بنجاح.
el: Ο GRUB(2) UEFI έχει εγκατασταθεί με επιτυχία.
sr: GRUB(2) UEFI је успешно инсталиран.
th_th: GRUB(2) UEFI ถูกติดตั้งเสร็จสมบูรณ์

source: ERROR installing GRUB(2) UEFI.
ar: فشل تثبيت GRUB(2) UEFI.
el: ΣΦΑΛΜΑ κατά την εγκατάσταση του GRUB(2) UEFI.
sr: ГРЕШКА при инсталацији GRUB(2) UEFI.
th_th: เกิดข้อผิดพลาดขณะติดตั้ง GRUB(2) UEFI

source: ERROR installing GRUB(2) locale.
ar: فشل تثبيت مواضع GRUB(2).
el: ΣΦΑΛΜΑ κατά την εγκατάσταση του τοπικού GRUB(2) .
he: שגיאה בהתקנת מקומיות GRUB(2)‎.
sr: ГРЕШКА при инсталацији GRUB(2) локализације.
th_th: เกิดข้อผิดพลาดขณะติดตั้ง GRUB(2) locale

source: Enabled %s service.
ar: تم تمكين خدمة %s.
el: Η υπηρεσία %s ενεργοποιήθηκε.
he: שירות %s מאופשר.
sr: Омогућен %s сервис.
th_th: เปิดใช้งานเซอร์วิส %s

source: Enabled %s target.
sr: Омогућен %s циљ.
th_th: เปิดใช้งานเป้าหมาย %s

source: Error creating password hash for user %s
ar: فشل إنشاء مزيج كلمة المرور للمستخدم %s
el: Σφάλμα κατά την δημιουργία κατακερματισμού κωδικού πρόσβασης για το χρήστη %s
he: שגיאה ביצירת מערבל סיסמה עבור משתמש %s
sr: Грешка при креирању hash лозинке за корисника %s
th_th: เกิดข้อผิดพลาดขณะสร้างแฮชรหัสผ่านสำหรับผู้ใช้ %s

source: Error changing password for user %s
ar: فشل تغيير كلمة مرور المستخدم %s
el: Σφάλμα κατά την αλλαγή κωδικού πρόσβασης χρήστη %s
he: שגיאה בשינוי סיסמה עבור משתמש %s
sr: Грешка у промени лозинке за корисника %s
th_th: เกิดข้อผิดพลาดขณะเปลี่ยนรหัสผ่านสำหรับผู้ใช้ %s

source: %s: Enable automatic login for user %s.
ar: %s: تمكين الدخول التلقائي للمستخدم %s.
el: %s: Ενεργοποίηση αυτόματης εισόδου για τον χρήστη %s.
he: ‏%s: אפשר כניסה אוטומטית עבור משתמש %s.
sr: %s: Омогућите аутоматско логовање за корисника %s.
th_th: %s: เปิดใช้งานล็อกอินอัตโนมัติสำหรับผู้ใช้ %s.

source: Sudo configuration for user %s done.
ar: تم ضبط إعدادات sudo للمستخدم %s.
el: Η ρύθμιση του sudo για το χρήστη %s ολοκληρώθηκε.
he: תצורת Sudo עבור משתמש %s הסתיימה.
sr: Судо подешавање за корисника %s обављена.
th_th: การตั้งค่า Sudo สำหรับผู้ใช้ %s เรียบร้อย

source: User %s added.
ar: تم إضافة المستخدم %s.
el: Ο χρήστης %s προστέθηκε.
he: משתמש %s התווסף.
sr: Корисник %s је додат.
th_th: ผู้ใช้ %s ถูกเพิ่มเรียบร้อย

source: Hostname %s set.
ar: تم ضبط اسم المضيف %s.
el: Το όνομα κεντρικού υπολογιστή %s ορίστηκε.
he: שם מארח %s נקבע.
sr: Hostname %s је подешен.
th_th: Hostname %s ถูกตั้งค่าเรียบร้อย

source: Can't execute the MHWD script
ar: فشل تنفيذ سكريبت MHWD.
el: Αδύνατη εκτέλεση του σεναρίου εντολών MHWD
he: אין אפשרות להוציא לפועל תסריט MHWD
sr: Није могуће извршити MHWD скрипту
th_th: ไม่สามารถใช้คำสั่งสคริปท์ MHWD

source: Encrypting user home dir ...
ar: جاري تشفير المجلد المحلي للمستخدم.
el: Κρυπτογράφηση καταλόγου home χρήστη ...
sr: Енкриптовање корисничког home директоријума ...
th_th: กำลังเข้ารหัสลับโฟลเดอร์ home ของผู้ใช้

source: Type here to test your keyboard
ar: اكتب هنا من أجل اختبار لوحة المفاتيح الخاصة بك
el: Πληκτρολογήστε εδώ για να δοκιμάσετε το πληκτρολόγιό σας
he: הקליקו כאן כדי לבדוק מקלדת
sr: Куцајте овде да тестирате Вашу тастатуру
th_th: พิมพ์ที่นี่เพื่อทดสอบคีย์บอร์ด

source: keyboard_layout is %s
ar: نموذج لوحة المفاتيح هو %s
el: Η διάταξη_πληκτρολογίου είναι %s
he: ‏keyboard_layout הינו %s
sr: Распоред тастатуре је %s
th_th: แบบคีย์บอร์ดคือ %s

source: Please choose your language:
ar: من فضلك قم باختيار لغتك:
el: Παρακαλώ επιλέξτε την γλώσσα σας:
he: אנא בחרו את שפתכם:
sr: Молим Вас изаберите Ваш језик:
th_th: กรุณาเลือกภาษาของคุณ:

source: Thus is pre-release beta software that is under active development. It does not yet properly handle RAID, btrfs subvolumes, or other advanced setups. Please proceed with caution as data loss is possible! If you find any bugs, please report them at <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>
ar: إن -ذس- هو عبارة عن برنامج في مرحلة beta وهو قيد التطوير، ولا يمكنه بعد التعامل مع المحركات الفرعية لـ btrfs, RAID أو غيرها بشكل مناسب. إعداد متقدم. رجاءً تابع بحذر حيث أنه من الممكن فقدان البيانات! إذا وجدت أية مشاكل، من فضلك قم بإرسال تقرير بها على الرابط التالي: <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>
el: Το Thus λογισμικό σε δοκιμαστική φάση πριν από επίσημη έκδοση και είναι υπό ενεργή ανάπτυξη. Δεν μπορεί ακόμα να χειριστεί το RAID, τους υπο-τόμους btrfs, ή άλλα προηγμένα συστήματα. Παρακαλούμε συνεχίστε με προσοχή καθώς είναι πιθανή η απώλεια δεδομένων! Αν βρείτε οποιοδήποτε bug, παρακαλούμε αναφέρετέ το στο <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>
he: ‏&rlm;Thus הינו תוכנת טרום-שחרור בשלבי beta אשר מצוי תחת פיתוח פעיל. הוא לא מתמודד כראוי עם RAID, &rlm;btrfs subvolumes, או עם התקנות מתקדמות אחרות. אנא המשיכו בזהירות כשם איבוד של נתונים הינו אפשרי בהחלט! במידה ואתם מוצאים כל תקלה שהיא, אנא דווחו עליהן בכתובת <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>
sr: Thus је бета софтвер који је под активним развојем. Још увек се не сналази поуздано са RAID, btrfs subvolumes и другим напредним подешавањима. Молим Вас наставите са опрезом јер је могућ губитак података! Ако пронађете неку грешку, молим Вас пријавите их на <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>
th_th: Thus เป็นซอฟท์แวร์ทดสอบขั้นเบต้าที่ยังอยู่ในระหว่างการพัฒนา ยังไม่สามารถรองรับ RAID, btrfs subvolumes หรือการติดตั้งขั้นสูง กรุณาดำเนินการต่อด้วยความระมัดระวัง เนื่องจากข้อมูลอาจสูญหายได้! ถ้าคุณพบข้อบกพร่อง กรุณารายงานกลับมาที่ <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>

source: Welcome to Manjaro!
ar: مرحبا بكم في منجارو!
el: Καλώς ορίσατε στο Manjaro!
he: ברוכים הבאים אל Manjaro!
sr: Добродишли у Манџаро!
th_th: ยินดีต้อนรับสู่ Manjaro!

source: Languages
ar: اللغات
el: Γλώσσες
he: שפות
sr: Језици
th_th: ภาษา

source: Can't find translation file for the %s language
ar: غير قادر على العثور على ملف الترجمة للغة %s
el: Αδύνατη η εύρεση του αρχείου μετάφρασης για την %s γλώσσα
he: אין אפשרות למצוא קובץ תרגום עבור השפה %s
sr: Није могуће пронаћи фајл за превод %s језика
th_th: ไม่พบไฟล์การแปลสำหรับภาษา %s

source: The selected location will be used to help select the system locale. Normally this should be the country where you live. This is a shortlist of locations based on the language you selected.
ar: سيتم استخدام الموقع المختار من أجل المساعدة في اختيار مواضع ومحليات النظام. عادة ينبغي أن يكون ذلك الدولة التي تعيش بها. هذه عبارة عن قائمة بالمواقع استناداً إلى اللغة التي قمت باختيارها.
el: Η επιλεγμένη τοποθεσία θα χρησιμοποιηθεί για την βοήθεια επιλογής της περιοχής του συστήματος. Φυσιολογικά αυτή θα πρέπει να είναι και η χώρα που ζήτε. Αυτή είναι μια μικρή λίστα απο περιοχές που βασίζονται στη γλώσσα που επιλέξατε.
sr: Изабрана локација ће бити коришћена као помоћ при избору Ваше локализације. Уобичајено, ово би требало да буде земља у којој живите. Ово је кратка листа локација базирана на језику који сте одабрали.
th_th: ตำแหน่งที่เลือกจะถูกใช้เพื่อช่วยการเลือก locale ท้องถิ่นของระบบ โดยทั่วไปตำแหน่งที่ควรเลือกคือตำแหน่งที่คุณพักอาศัย นี่คือรายชื่อตำแหน่งจากภาษาที่คุณเลือก

source: Can't verify if %s is a Solid State Drive or not
ar: لم يتم التمكن من معرفة ما إذا كان %s هو محرك أقراص صلب من نوع SSD أم لا
el: Δεν μπορεί να επαληθευτή αν ο %s είναι ένας Solid State Drive ή όχι
sr: Није могуће проверити да ли је %s SSD или не
th_th: ไม่สามารถตรวจสอบว่า %s เป็น SSD ไดรฟ์หรือไม่

source: Sorry but filesystem %s can't be resized
ar: عذراً، لا يمكن تغيير حجم نظام الملفات %s
sr: Нажалост фајл систему %s се не може променити величина
th_th: ขออภัย ระบบไฟล์ %s ไม่สามารถเปลี่ยนขนาดได้

source: Can't remove logical volume %s
ar: لا يمكن إزالة القرص ذو النوع الثنائي Logical %s
sr: Није могуће уклонити логички драјв %s
th_th: ไม่สามารถลบ logical volume %s

source: Can't remove volume group %s
ar: لا يمكن إزالة مجموعة الأقراص %s
sr: Није могуће уклонити групу драјвова %s
th_th: ไม่สามารถลบ volume group %s

source: Can't remove physical volume %s
ar: لا يمكن إزالة القرص الفعلي %s
sr: Није могуће уклонити физички драјв %s
th_th: ไม่สามารถลบ physical volume %s

source: Adding %s to disk_dic
ar: يتم الآن إضافة %s إلى القرص
sr: Додавање %s у disk_dic
th_th: กำลังเพิ่ม %s ไปที่ disk_dic

source: Unrecognised disk label in device %s.
ar: اسم القرص غير معروف في الجهاز %s.
sr: Непрепознат назив диска у уређају %s.
th_th: พบฉลากดิสก์ที่ไม่รู้จักในอุปกรณ์ %s

source: Exception: %s. For more information take a look at /tmp/thus.log
ar: الاستثناء: %s. للمزيد من المعلومات ألقِ نظرة على /tmp/thus.log
sr: Изузетак: %s. За више информација погледајте /tmp/thus.log
th_th: ข้อผิดพลาด: %s โปรดดูไฟล์ /tmp/thus.log เพื่อข้อมูลเพิ่มเติม

source: Can't delete partition %s
ar: لا يمكن حذف القرص %s
el: Αδυναμία διαγραφής διαμερίσματος %s
he: לא יכול למחוק מחיצה %s
sr: Није могуће обрисати партицију %s
th_th: ไม่สามารถลบพาร์ทิชัน %s

source: Can't detect used space from %s
ar: غير قادر على معرفة المساحة المستخدمة من %s
el: Αδυναμία ανίχνευσης χρησιμοποιημένου χώρου από %s
sr: Није могуће одредити искоришћен простор на %s
th_th: ไม่สามารถตรวจพบพื้นที่ที่ใช้แล้วจาก %s

source: Can't detect used space of NTFS partition %s
ar: غير قادر على معرفة المساحة المستخدمة للقرص %s ذو نوع الملفات NTFS.
el: Αδυναμία ανίχνευσης χρησιμοποιημένου χώρου διαμερίσματος NTFS %s
sr: Није могуће одредити искоришћен простор на NTFS партицији %s
th_th: ไม่สามารถตรวจพบพื้นที่ที่ใช้แล้วของพาร์ทิชัน NTFS %s

source: Can't detect used space of EXTFS partition %s
ar: غير قادر على معرفة المساحة المستخدمة للقرص %s ذو نوع الملفات EXTFS
el: Αδυναμία ανίχνευσης χρησιμοποιημένου χώρου διαμερίσματος EXTFS %s
sr: Није могуће одредити искоришћен простор на EXTFS партицији %s
th_th: ไม่สามารถตรวจพบพื้นที่ที่ใช้แล้วของพาร์ทิชัน EXTFS %s

source: Can't detect used space of FAT partition %s
ar: غير قادر على معرفة المساحة المستخدمة للقرص %s ذو نوع الملفات FAT
el: Αδυναμία ανίχνευσης χρησιμοποιημένου χώρου διαμερίσματος FAT %s
sr: Није могуће детектовати коришћен простор FAT партиције %s
th_th: ไม่สามารถตรวจพบพื้นที่ที่ใช้แล้วของพาร์ทิชัน FAT %s

source: Can't detect used space of JFS partition %s
ar: غير قادر على معرفة المساحة المستخدمة للقرص %s ذو نوع الملفات JFS
el: Αδυναμία ανίχνευσης χρησιμοποιημένου χώρου διαμερίσματος JFS %s
sr: Није могуће одредити искоришћен простор на JFS партицији %s
th_th: ไม่สามารถตรวจพบพื้นที่ที่ใช้แล้วของพาร์ทิชัน JFS %s
