Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: GRUB requires a BIOS Boot Partition in BIOS systems to embed its core.img file due to lack of post-MBR embed gap in GPT disks. Thus will create this BIOS Boot Partition for you.
bg: GRUB изисква BIOS зареждащ дял в BIOS системи, за да вгради файла core.img, поради липсата на пост-MBR вградена празнина в GPT дискове. Thus ще създаде този BIOS зареждащ дял.
es: GRUB necesita una partición de arranque en los sistemas BIOS para incrustar su archivo core.img debido a la falta de espacio post-MBR de los discos GPT. Thus creará esta partición especial ahora.
fr: GRUB nécessite une partition BIOS de démarrage dans les systèmes BIOS pour intégrer son fichier core.img en raison de l'absence d'intégration post-MBR dans les disques GPT. Thus va créer cette partition spéciale pour vous maintenant."
hr: GRUB zahtijeva BIOS boot particiju na BIOS sustavima za ugrađivanje svoje core.img datoteke zbog nedostatka post-MBR gap-a na GPT diskovima. Thus će za vas napraviti BIOS boot particiju.
hu: A GRUB-nak szüksége van egy BIOS rendszerbetöltő partícióra a BIOS alapú rendszereken a core.img fájl beépítésére, mivel nincs elegendő post-MBR rés a GPT lemezeken. A Thus létrehozza ezt a BIOS rendszerbetöltő partíciót.
id: GRUB memerlukan sebuah Partisi Boot dalam sistem BIOS untuk menempatkan berkas core.img karena kekurangan post-MBR embed gap pada diska GPT. Thus akan membuatkan Partisi Boot BIOS untuk Anda.
it: Grub richiede una BIOS Boot Partition nei sistemi BIOS per incorporare il suo file core.img dovuto alla mancanza del post-MBR gap di embed nei dischi GPT. Thus creerà una BIOS Boot Partion per te.
ja: GRUBは、GPTディスクにおけるpost-MBR gap が不足するため、BIOSシステムにcore.img を埋め込む際に、BIOSブートパーティションを必要とします。 ThusはBIOSブートパーティションを作成します。
nl: GRUB vereist een BIOS boot-partitie op BIOS-systemen om het bestand core.img in te plaatsen, omdat er geen post-MBR embed gap is op GPT-schijven. Thus zal de BIOS boot-partitite voor je aanmaken.
pl: GRUB wymaga partycji rozruchowej BIOS w systemach BIOS, aby móc dodać swój plik core.img w związku z brakiem zapisywalnej luki po MBR w dyskach GPT. Thus za chwilę utworzy tę partycję rozruchową BIOS dla Ciebie.
pt_br: O GRUB requer uma partição de boot BIOS em um sistema BIOS para que possa anexar seu arquivo core.img, devido a falta de espaço vazio anexado ao pós-MBR em discos GPT. O Thus irá criar a partição de boot BIOS para você.
ru: Для GRUB необходим загрузочный раздел BIOS в системе BIOS для встраивания файла core.img file из-за отсутствия встроенной области post-MBR на дисках GPT. Поэтому будет создан загрузочный раздел BIOS.
zh_tw: GRUB 在 BIOS 系統中需要使用一個 BIOS 開機分割區來嵌入 core.img 檔案，因為在 MBR 系統中缺乏對 GPT 磁碟的支援。 Thus 將會馬上為您建立這個特殊的分割區。

source: Can't create BIOS GPT Boot partition!
ar: لا يمكن إنشاء قسم الإقلاع BIOS GPT!
bg: Не може да се създаде BIOS GPT зареждащ дял!
de: Konnte BIOS GPT Boot-Partition nicht erstellen!
el: Αδυναμία δημιουργίας διαμερίσματος Εκκίνησης BIOS GPT!
es: ¡No se puede crear la partición de arranque BIOS GPT!
fr: Vous ne pouvez pas créer de partition de BIOS boot GPT !
hr: Ne mogu kreirati BIOS GPT Boot particiju!
hu: Nem lehet BIOS GPT rendszerbetöltő partíciót létrehozni!
id: Tidak bisa membuat partisi Boot BIOS GPT!
is: Get ekki búið til BIOS GPT Boot ræsidisksneið!
it: Impossibile creare partizione Boot BIOS GPT!
ja: BIOS GPTブートパーティションが作成できません!
nl: Kan geen BIOS GPT Boot partitie aanmaken!
pl: Nie można utworzyć partycji rozruchowej BIOS GPT!
pt_br: Não foi possível criar a partição BIOS GPT Boot!
ro: Nu se poate crea partiția boot BIOS GPT!
ru: Не удалось создать загрузочный раздел BIOS GPT!
sr: Није могуће направити BIOS GPT Boot партицију!
th_th: ไม่สามารถสร้างพาร์ทิชัน BIOS GPT Boot ได้!
zh_tw: 無法創建 BIOS 的 GPT 開機分割區！

source: Couldn't create BIOS GPT Boot partition
ar: لم يستطيع في صناعة قسم BIOS GPT Boot
bg: Не може да се създаде BIOS GPT зареждащ дял
de: Konnte BIOS GPT Boot Partition nicht erstellen
el: Αδυναμία δημιουργίας διαμερίσματος Εκκίνησης BIOS GPT
es: No se pudo crear la partición de arranque BIOS GTP
fr: Impossible de créer de partition de BIOS-boot GPT
hr: Nije bilo moguće kreirati BIOS GPT Boot particiju
hu: Nem tudja létrehozni a BIOS GPT Boot partíciót
id: Tidak dapat membuat partisi Boot BIOS GPT
is: Gat ekki búið til BIOS GPT Boot ræsidisksneið
it: Impossibile creare partizione Boot BIOS GPT
ja: BIOS GPTブートパーティションが作成できません
nl: Kon geen BIOS GPT Boot partitie maken.
pl: Nie można utworzyć partycji rozruchowej BIOS GPT!
pt_br: Não foi possível criar a partição BIOS GPT Boot!
ro: Nu se poate crea partiția boot BIOS GPT
ru: Не удалось создать загрузочный раздел BIOS GPT
sr: Није могуће направити BIOS GPT Boot партицију
th_th: ไม่สามารถสร้างพาร์ทิชัน BIOS GPT Boot ได้
zh_tw: 無法創建 BIOS 的 GPT 開機分割區

source: Install now!
ar: تثبيت الأن!
bg: Инсталирай!
de: Jetzt Installieren!
el: Εγκατάσταση τώρα!
es: ¡Instalar ahora!
fr: Installer maintenant !
he: התקן עכשיו!
hr: Instaliraj sada!
hu: Telepítés most!
id: Instal sekarang!
is: Setja upp núna!
it: Installa ora!
ja: インストール
nl: Installeer nu!
pl: Zainstaluj!
pt_br: Instalar agora!
ro: Instalează acum!
ru: Установить сейчас!
sr: Инсталирај сада!
th_th: ติดตั้งเดี๋ยวนี้
zh_tw: 立刻安裝！

source: {0} is mounted as swap. To continue it has to be unmounted. Click Yes to unmount, or No to return
bg: {0} е монтиран като swap. За да продължите, дялът трябва да бъде демонтиран. Натиснете Да за демонтиране или Не за отказ
de: {0} ist als Swap eingehängt. Um fortzufahren muss es ausgehängt werden. Klicken Sie Ja zum Aushängen oder Nein um zurückzukehren
es: {0} está montada como swap. Para continuar debe ser desmontada. Presione Sí para desmontar, o No para volver
fr: {0} est monté comme swap. Pour continuer, il doit être démonté. Cliquez sur Oui pour démonter, ou Non pour revenir en arrière.
hu: {0} csatolva mint swap. A folytatáshoz le kell csatolni. Kattints az Igen-re a lecsatoláshoz, vagy a Nem-re a visszalépéshez
id: {0} dikaitkan sebagai swap. Untuk melanjutkan, kaitan harus dilepas. Klik Ya untuk melepas atau Tidak untuk kembali
is: {0} er tengt sem swap diskminni' Til að halda áfram það þarf að vera aftengt. Veldu 'Já' til að aftengja, eða 'Nei' til að snúa til baka
it: {0} è montato come swap. Per continuare deve essere smontato. Fare clic su Sì per smontare, o No per tornare indietro
ja: {0} はスワップとしてマウントされました。 継続するためには、アンマウントしなければなりません。 Yesをクリックしてアンマウントするか、Noをクリックして前に戻ってください。
nl: {0} is aangekoppeld als swap. Om door te gaan moet deze ontkoppeld worden. Kies Ja om te ontkoppelen of Nee om terug te gaan
pl: {0} jest zamontowana jako przestrzeń wymiany. Aby kontynuować, musi zostać odmontowana. Kliknij Tak, aby odmontować; Nie, aby powrócić.
pt_br: {0} está montada como swap. Para continuar ela precisa ser desmontada. Clique em Sim para desmontar, ou Não para retornar
ro: {0} este montat ca swap. Pentru a continua, trebuie să fie demontat. Clic pe Da pentru demontare sau Nu pentru a vă reîntoarce
ru: {0} смонтирован как swap. Для продолжения он должен быть отмонтирован. Нажмите Да чтобы отмонтировать или Нет чтобы вернуться назад.
zh_tw: {0} 已被掛載為 swap。 如要繼續則必須卸載。 按是卸載，或按否返回

source: {0} is mounted in '{1}'. To continue it has to be unmounted. Click Yes to unmount, or No to return
bg: {0} е монтиран в '{1}'. За да продължите, дялът трябва да бъде демонтиран. Натиснете Да, за демонтиране или Не за отказ
de: {0} ist in '{1}' eingehängt. Um fortzufahren muss es ausgehängt werden. Klicken Sie Ja zum Aushängen oder Nein um zurückzukehren
es: {0} está montado en '{1}'. Para continuar tiene que ser desmontado. Presione Sí para desmontar, o No para volver
fr: {0} est monté sur '{1}' Pour continuer elle a besoin d'être démontée. Cliquez sur Oui pour démonter, ou Non pour revenir.
hu: {0} csatlakoztatva ide '{1}'. A folytatáshoz le kell választani. Kattints az Igen-re a lecsatoláshoz, vagy a Nem-re a vissza lépéshez
id: {0} dikaitkan pada '{1}'. Untuk melanjutkan, kaitan harus dilepas. Klik Ya untuk melepas atau Tidak untuk kembali
is: {0} er tengt í '{1}'. Til að halda áfram það þarf að vera aftengd. Veldu Já til að aftengja , eða Nei til að snúa aftur
it: {0} è già montato in '{1}'. Per continuare deve essere smontato. Premi Si per smontarlo, oppure No per tornare indietro
ja: {0} は {1}にマウントされています。 継続するためには、アンマウントしなければなりません。 Yesをクリックしてアンマウントするか、Noをクリックして前に戻ってください。
nl: {0} is aangekoppeld bij '{1}'. Om door te gaan moet het ontkoppeld worden. Kies Ja om te ontkoppelen of Nee om terug te gaan
pl: {0} jest zamontowana w '{1}'. Aby kontynuować, musi zostać odmontowana. Kliknij Tak, aby odmontować; Nie, aby powrócić.
pt_br: {0} está montada em '{1}'. Para continuar ela precisa ser desmontada. Clique em Sim para desmontar, ou Não para retornar
ro: {0} este montat în '{1}'. Pentru a continua, trebuie să fie demontat. Clic Da pentru demontare sau Nu pentru a vă reîntoarce
ru: {0} смонтирован в {1}. Для продолжения он должен быть отмонтирован. Нажмите Да чтобы отмонтировать или Нет чтобы вернуться
zh_tw: {0} 已被掛載為「{1}」 。 如要繼續則必須卸載。 按是以卸載，或按否返回

source: {0} unmounted
bg: {0} е демонтиран
de: {0} ausgehängt
es: {0} desmontada
fr: {0} démonté
hr: {0} odmontirana
hu: {0} lecsatolva
id: {0} dilepas
is: {0} ekki tengt í skráakerfi
it: {0} rimosso
ja: {0} アンマウント
nl: {0} ontkoppeld
pl: {0} jest odmontowana
pt_br: {0} desmontado
ro: {0} demontat
ru: {0} отмонтирован
zh_tw: {0} 已卸載

source: Swap partition {0} unmounted
bg: Swap дяла {0} е демонтиран
de: Swap Partition {0} ausgehängt
es: Partición swap {0} desmontada
fr: Partition d'échange {0} démontée
hr: Swap particija {0} odmontirana
hu: Swap partíció {0} lecsatolva
id: Partisi swap {0} dilepas
is: SWAP-diskminnisdisksneiðin {0} er ekki tengd í skráakerfi
it: Partizione di swap {0} rimossa
ja: スワップパーティション {0} アンマウント中
nl: Swap-partitie {0} ontkoppeld
pl: Partycja wymiany {0} jest odmontowana
pt_br: partição swap {0} desmontada
ro: Partiția swap {0} demontată
ru: Раздел Swap {0} отмонтирован
zh_tw: 交換分割區 {0} 已卸載

source: {0} shows as mounted (busy) but it has no mount point
bg: {0} изглежда е монтиран (използва се), но няма точка на монтиране
de: {0} wird als eingebunden (busy) angezeigt, hat aber keinen Einhängepunkt
es: {0} parece que está montado (ocupado) pero no tiene punto de montaje
fr: {0} s'affiche comme montée (occupée) mais n'a pas de point de montage
hr: {0} izgleda da je montiran (busy) ali nema točku montiranja
hu: {0} csatoltnak tűnik (foglalt), de nincs csatolási pontja
id: {0} terlihat sedang dikaitkan (sibuk) tetapi tidak memiliki titik kait.
is: {0} sýnir sem tengt (upptekið) en það hefur engan tengipunt
it: {0} appare smontata (impegnata) ma non ha un punto di mount.
ja: {0} はマウントされたもの(busy)として表示されていますがマウントポイントがありません
nl: {0} lijkt aangekoppeld te zijn (busy), maar heeft geen koppelpunt
pl: {0} wydaje się być zamontowanym (jest zajęty), ale nie ma żadnego punktu montowania
pt_br: {0} parece estar montada (ocupada) mas não possui ponto de montagem
ro: {0} arată ca fiind montat (ocupat) dar nu are punct de montare
ru: {0} помечен как смонтированный (занятый), но не имеет точки монтирования
zh_tw: {0} 已經被掛載(忙碌中)但卻沒有掛載點

source: The root partition is not marked to be formatted. This might create problems. Should it be marked to be formatted now?
ar: لم يتم تحديد القرص من أجل التهيئة، فقد يؤدي ذلك إلى حدوث بعض المشاكل. هل تريد تحديده من أجل أن تتم تهيئته؟
bg: Дялът за root не е маркиран за форматиране. Това може да създаде проблеми.Да бъде ли маркиран за форматиране сега?
de: Die Root-Partition ist nicht zur Formatierung markiert. Dies könnte Probleme bereiten. Soll diese Partition zum Formatieren markiert werden?
el: Το διαμέρισμα root δεν είναι επισημασμένο για διαμόρφωση. Αυτό ίσως δημιουργήσει προβλήματα. Πρέπει να επισημανθεί για διαμόρφωση τώρα;
es: La partición root no está marcada para ser formateada. Esto podría causar problemas. ¿Deseas marcarla para formatear ahora?
fr: La partition racine n'est pas marquée pour être formatée. Cela peut causer des problèmes. Faut-il la marquer afin de la formater ?
hr: Root particija nije označena za formatiranje. To može prouzročiti probleme. Treba li biti označena za formatiranje sada?
hu: A root partíció nincs formázásra kijelölve. Ez problémákat okozhat. Meg legyen jelölve formázásra most?
id: Partisi root belum ditandai untuk diformat. Hal ini dapat menimbulkan masalah. Tandai untuk diformat sekarang?
is: Rótar skipting er ekki merkt til að vera sniðin. Þetta gæti skapað vandamál. Ætti það að vera merkt til að vera sniðin nú?
it: La partizione di root non è contrassegnata per essere formattata. Ciò potrebbe creare dei problemi. Dovrebbe essere contrassegnata da formattare ora?
ja: ルートパーティションがフォーマットのマークがつけられていません。 このことは問題を生じる可能性があります。今フォーマットのマークをつけますか?
nl: Root partitie is niet gemarkeerd om te worden geformatteerd. Dit kan problemen geven. Nu markeren om te formatteren ?
pl: Partycja root nie jest zaznaczona do sformatowania. Może to stworzyć problemy. Czy zaznaczyć ja teraz do sformatowania?
pt_br: A partição raiz não está marcada para ser formatada. Isso pode criar problemas. Deve ser marcado para ser formatado agora?
ro: Partiția rădăcină nu este marcată pentru formatare. Aceasta ar putea crea probleme. Marcați pentru formatare acum?
ru: Раздел root не помечен на форматирование. Это может привести к проблемам. Пометить на форматирование сейчас?
sr: Root партиција није обележена да буде форматирана. Ово може створити проблеме. Да ли желите да се обележи за форматирање сада?
th_th: พาร์ทิชัน root ไม่ถูกเลือกเพื่อทำการฟอร์แมท อาจทำให้เกิดปัญหาได้ จะเลือกพาร์ทิชันนี้เพื่อการฟอร์แมทเลยหรือไม่?
zh_tw: 根目錄分割區未被標記為需要格式化。 這樣可能會導致一些問題。您要重新將該分割區標示為需要格式化嗎？

source: Added {0} to changelist: createme[{1}] relabel[{2}] fmt[{3}] mnt[{4}] encrypt[{5}]
bg: Добавен {0} в списъка за промени: createme[{1}] relabel[{2}] fmt[{3}] mnt[{4}] encrypt[{5}]
de: Füge {0} zu Prüfliste hinzu: erstelle[{1}] relabel[{2}] fmt[{3}] mnt[{4}] verschlüsseln[{5}]
es: Añadido {0} a la lista de cambios: createme[{1}] relabel[{2}] fmt[{3}] mnt[{4}] encrypt[{5}]
fr: Ajout de {0} à la liste de changements : createme[{1}] relabel[{2}] fmt[{3}] mnt[{4}] encrypt[{5}]
hr: Dodan {0} na listu promjena: createme[{1}] relabel[{2}] fmt[{3}] mnt[{4}] encrypt[{5}]
hu: {0} hozzáadva a változtatások listájához: createme[{1}] relabel[{2}] fmt[{3}] mnt[{4}] encrypt[{5}]
id: {0} ditambahkan ke daftap perubahan: createme[{1}] relabel[{2}] fmt[{3}] mnt[{4}] encrypt[{5}]
it: Aggiunto {0} alla changelist: createme[{1}] relabel[{2}] fmt[{3}] mnt[{4}] encrypt[{5}]
ja: 変更リストを {0} に追加: createme[{1}] relabel[{2}] fmt[{3}] mnt[{4}] encrypt[{5}]
nl: {0} toegevoegd aan changelist: createme[{1}] relabel[{2}] fmt[{3}] mnt[{4}] encrypt[{5}]
pl: Dodano {0} do listy zmian: createme[{1}] relabel[{2}] fmt[{3}] mnt[{4}] encrypt[{5}]
pt_br: {0} adicionada a linda de alterações: createme[{1}] relabel[{2}] fmt[{3}] mnt[{4}] encrypt[{5}]
ro: Adăugat {0} la lista de schimbări: createme[{1}] relabel[{2}] fmt[{3}] mnt[{4}] encrypt[{5}]
ru: Добавлено в список изменений : создать [{1}] , переметить [{2}] форматировать [{3}] присоединить [{4}] Зашифровать [{5}]
zh_tw: 加入 {0} 到變更列表中：createme[{1}] 重新標籤[{2}] fmt[{3}] mnt[{4}] 加密[{5}]

source: Partition {0} will be deleted
bg: Дялът {0} ще бъде изтрит
de: Partition {0} wird gelöscht
es: La partición {0} será eliminada
fr: La partition {0} sera effacée
hr: Particija {0} će biti obrisana
hu: {0} partíció törlésre kerül
id: Partisi{0} akan dihapus
is: Disksneið {0} verður eytt
it: La partizione {0} verrà cancellata
ja: パーティション {0} は削除されます
nl: Partitie {0} zal verwijderd worden
pl: Partycja {0} zostanie usunięta
pt_br: Partição {0} será excluida
ro: Partiția {0} va fi ștearsă
ru: Раздел {0} будет удален
zh_tw: 分割區 {0} 將會被刪除

source: Partition
ar: قسم
bg: Дял
el: Διαμέρισμα
es: Partición
he: מחיצה
hr: Particija
hu: Partíció
id: Partisi
is: Disksneið
it: Partizione
ja: パーティション
nl: Partitie
pl: Partycja
pt_br: Partição
ro: Partiție
ru: Раздел
sr: Партиционисање
th_th: พาร์ทิชัน
zh_tw: 分割區

source: Relabel
ar: إعادة التسمية
bg: Нов етикет
de: Umbenennen
el: Αλλαγή ετικέτας
es: Reetiquetar
fr: Réétiqueter
he: סווג מחדש
hr: Ponovno označi
hu: Újracímkézés
id: Labeli ulang
is: Endurmerkja
it: Rinomina
ja: ラベルの書き換え
nl: Nieuw label
pl: Zmień etykietę
pt_br: Renomear
ro: Reetichetează
ru: Переметить
sr: Преименуј
th_th: แก้ไขฉลากใหม่
zh_tw: 重定標籤

source: Mount
ar: وصل
bg: Монтиране
de: Einhängen
el: Προσάρτηση
es: Montar
fr: Monter
he: עגן
hr: Montiraj
hu: Csatolás
id: Kaitkan
is: Tengja í skráakerfi
it: Montato
ja: マウント
nl: Aankoppelen
pl: Zamontuj
pt_br: Montagem
ro: Montează
ru: Присоединить
sr: Припој
th_th: เชื่อมต่อ
zh_tw: 掛載

source: Encrypt
bg: Криптиране
de: Verschlüsseln
es: Cifrar
fr: Chiffrer
hr: Kriptiraj
hu: Titkosítás
id: Enkrip
is: Dulkóða
it: Cifra
ja: 暗号化
nl: Versleutelen
pl: Zaszyfruj
pt_br: Criptografar
ro: Criptează
ru: Шифровать
zh_tw: 加密

source: These disks will have partition actions:
ar: هؤلاء الأقراص سيتم إجراء تقسيم لهم:
bg: Тези дискове ще претърпят дейности по дяловете:
de: An dieser Festplatte werden folgende Änderungen vorgenommen:
el: Αυτοί οι δίσκοι θα έχουν ενέργειες διαμερισμάτων:
es: Estos discos tendrán acciones de particionado:
fr: Ces disques ont des actions de partition :
he: לכוננים אלו יהיו פעולות מחיצה:
hr: Ovi diskovi će imat radnje particije:
hu: Ennek a lemeznek ezek a partíciós beállításai lesznek:
id: Cakram-cakram akan dipartisi sebagai berikut:
is: Þessir diskar eru með disksneiðaaðgerðum:
it: Questi dischi verranno così partizionati:
ja: これらのディスクはパーティションが変更されます。
nl: Deze schijven zullen gepartitioneerd worden:
pl: Na następujących dyskach zostaną podjęte czynności dzielenia partycji:
pt_br: Estes discos serão particionados:
ro: Aceste discuri vor suferi acțiuni de partiționare:
ru: На дисках будут произведены следующие действия:
sr: На овим дисковима ће се извршити партиционисање:
th_th: ดิสก์เหล่านี้มีการดำเนินการเกี่ยวกับพาร์ทิชัน:
zh_tw: 這個磁碟將會有以下的分割區動作：

source: Finished saving changes in {0}
bg: Приключено записването на промените в {0}
de: Speichern von Änderungen in {0} abgeschlosseln
es: Cambios guardados en {0}
fr: Enregistrement des modifications effectué dans {0}
hr: Završavam spremanje promjena na {0}
hu: Változtatások mentve {0}
id: Penyimpanan perubahan telah selesai dalam {0}
is: Klárað að vista breytingar í {0}
it: Modifiche salvate in {0}
ja: {0} の変更を保存して終了
nl: Wijzigingen opgeslagen in {0}
pl: Zakończono zapisywanie zmian w {0}
pt_br: Alterações finalizadas em {0}
ro: S-a terminat salvarea schimbărilor în {0}
ru: Сохранение изменений на {0} закончено.
zh_tw: 在 {0} 中儲存變更已完成

source: Creating new {0} filesystem in {1} labeled {2}
bg: Създаване на нова {0} файлова система в {1} с наименование {2}
de: Neues Dateisystem {0} in {1} mit Label {2} wird erstellt
es: Creando nuevo sistema de ficheros {0} en {1} etiquetado como {2}
fr: Création d'un nouveau système de fichiers de type {0} dans {1} nommé {2}
hr: Kreiram novi {0} datotečni sustav na {1} oznake {2}
hu: Új {0} fájlrendszer létrehozása itt: {1} címkézve: {2}
id: Membuat sistem berkas {0} baru dengan {1} label {2}
is: Bý til nýtt {0} skráakerfi á {1} merkt {2}
it: Creazione di un nuovo {0} filesystem nella {1} con etichetta {2}
ja: 新しい {0} ファイルシステムを {2} にラベルされた {1} に作成
nl: Nieuw {0} bestandssysteem wordt aangemaakt in {1} met het label {2}
pl: Tworzenie nowego systemu plików {0} na {1} z etykietą {2}
pt_br: Criando um novo sistema de arquivos {0} em {1} rotulado {2}
ro: Se crează un nou {0} sistem de fișiere în {1} etichetat {2}
ru: Создание новой {0} файловой системы на разделе {} с меткой {2}
zh_tw: 正在建立新的 {0} 檔案系統在 {1} 中標籤為 {2}

source: Creating new {0} filesystem in {1}
bg: Създаване на нова {0} файлова система в {1}
de: Neues Dateisystem {0} in {1} wird erstellt
es: Creando nuevo sistema de ficheros {0} en {1}
fr: Création d'un nouveau système de fichiers de type {0} dans {1}
hr: Kreiram novi {0} datotečni sustav na {1}
hu: Új {0} fájlrendszer létrehozása itt: {1}
id: Membuat sistem berkas {0} baru di {1}
is: Bý til nýtt {0} skráakerfi á {1}
it: Creazione del nuovo filesystem {0} in {1}
ja: 新しい {0} ファイルシステムを {1} に作成
nl: Nieuw {0} bestandssysteem wordt aangemaakt in {1}
pl: Tworzenie nowego systemu plików {0} na {1}
pt_br: Criando nova {0} sistema de arquivos em {1}
ro: Se crează un nou {0} sistem de fișiere în {1}
ru: Создание новой {0} файловой системы на {1}
zh_tw: 正在建立新的 {0} 檔案系統在 {1} 中

source: Setting boot flag in {0} partition
bg: Настройване на зареждащ флаг в {0} дял
es: Ajustando la etiqueta de arranque en la partición {0}
fr: Création du boot flag pour la partition {0}
hr: Postavljam boot zastavicu na {0} particiju
hu: boot jelölés beállítása a(z) {0} partíción
id: Mengatur tanda boot di {0} partisi
is: Set ræsiflagg á {0} disksneið
it: Impostazione del boot flag nella partizione {0}
ja: {0} パーティションにブートフラグを設定
nl: Boot flag {0} instellen op partitie {0}
pl: Ustawianie flagi rozruchu na partycji {0}
pt_br: Configurando boot flag na partição {0}
ro: Se setează boot flag în partiția {0}
zh_tw: 正在為 {0} 分割區設定開機旗標

source: Setting boot_legacy flag in {0} partition
bg: Настройване boot_legacy флага в дял {0}
fr: Création du boot_legacy flag pour la partition {0}
hr: Postavljam boot_legacy zastavicu na {0} particiju
hu: boot_legacy jelölés beállítása a(z) {0} partíción
id: Mengatur tanda boot_flag di {0} partisi
is: Set boot_legacy flagg á {0} disksneið
it: Impostazione del flag boot_legacy nella partizione {0}
ja: {0}パーティションにboot_legacyフラグの設定
nl: boot_legacy flag instellen op partitie {0}
pl: Ustawianie flagi zastanego rozruchu na partycji {0}
pt_br: Configurando boot_legacy flag na partição {0}
ro: Se setează boot_legacy flag în partiția {0}
zh_tw: 正在為 {0} 分割區設定 boot_legacy 旗標

source: Encrypting {0}, assigning volume name {1} and formatting it...
bg: Криптиране {0}, заседаване името на дяла {1} и форматиране...
de: {0} wird verschlüsselt, bekommt Laufwerksnamen {1} zugewiesen und wird formatiert...
es: Cifrando {0}, asignando nombre al volumen {1} y formateandolo
fr: Chiffrement de {0}, assignation du nom de volume {1} et formatage...
hr: Šifriram {0}, dodjeljujem ime jedinice {1} i formatiram...
hu: {0} titkosítása, {1} kötet név hozzárendelése és formázás...
id: Sedang mengenkripsi {0}, memberi nama volume {1} dan mengatur ulang...
it: Crittaggio {0}, assegnazione del nome dell'unità {1} e sua formattazione...
ja: 暗号化 {0}、ボリュームネーム {1} の割り当て、及びフォーマット...
nl: {0} versleutelen, volumenaam {1} toekennen en formatteren...
pl: Szyfrowanie {0}, przypisywanie nazwy wolumenu {1} i jego formatowanie...
pt_br: Encriptando {0}, associando o nome de volume {1} e formatando...
ro: Se criptează {0}, se atribuie nume volum {1} și se formatează...
ru: Шифрование {0}, назначение имени тома {1} и форматирование...
zh_tw: 正在加密 {0}，正在分配卷名稱 {1} 並將其格式化...
