Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: Do you really want to proceed and delete all your content on your hard drive?
bg: Наистина ли искате да продължите и да изтриете всичката информация на вашия твърд диск?
de: Möchten Sie wirklich fortfahren und den gesamten Inhalt Ihrer Festplatte löschen?
es: ¿Quieres continuar y borrar todo el contenido del disco?
fr: Voulez-vous réellement procéder et effacer tout le contenu de votre disque dur ?
hr: Želite li nastaviti i obrisati sve podatke na hard disku?
hu: Biztosan folytatni akarod és törölni a merevlemez minden tartalmát?
id: Apakah anda ingin melanjutkan dan menghapus semua konten yang ada pada cakram anda ?
is: Viltu í alvörunni halda áfram og eyða öllum gögnum af harða disknum þínum?
it: Vuoi davvero procedere e cancellare tutti i tuoi documenti del tuo disco rigido?
ja: 先に進み、ハードドライブから全てのコンテンツを削除しますか?
nl: Weet je zeker dat je door wilt gaan en alle data op je harde schijf wissen?
pl: Czy na pewno chcesz kontynuować i usunąć całą zawartość swojego dysku twardego?
pt_br: Você realmente quer prosseguir e apagar todo o conteúdo no seu disco rígido?
ro: Doriți cu adevărat să continuați și să vă ștergeți tot conținutul de pe hard disc?
ru: Вы действительно желаете продолжить и удалить все данные на жестком диске?
zh_tw: 您真的想要繼續進行並刪除您硬碟上的所有內容嗎？

source: Thus will install Manjaro on device {0}
bg: Thus ще инсталира Manjaro на устройство {0}
de: Thus wird Manjaro auf Laufwerk {0} installieren
es: Thus instalará Manjaro en el dispositivo {0}
fr: Thus va installer Manjaro sur le périphérique {0}
hr: Thus će instalirati Manjaro na uređaj {0}
hu: A Thus telepíti a Manjaro-t a következő eszközre: {0}
id: Thus akan memasang Manjaro pada perangkat {0}
is: Thus mun setja upp Manjaro á þessu tæki {0}
it: Thus installerà Manjaro sul dispositivo {0}
ja: Thusはデバイス {0} 上にManjaroをインストールします
nl: Thus zal Manjaro installeren op apparaat {0}
pl: Thus zainstaluje Manjaro na urządzeniu {0}
pt_br: O Thus instalará o Manjaro no dispositivo {0}
ro: Thus va instala Manjaro pe dispozitivul {0}
ru: Thus установит Manjaro на устройство {0}
zh_tw: Thus 將會在裝置 {0} 上安裝 Manjaro

source: Thus will install the bootloader '{0}' in device '{1}'
bg: Thus ще инсталира bootloader '{0}' в устройство '{1}'
de: Thus wird Bootloader '{0}' in Laufwerk '{1}' installieren
es: Thus instalará el gestor de arranque '{0}' en el dispositivo '{1}'
fr: Thus va installer le chargeur de démarrage '{0}' sur le périphérique '{1}'
hr: Thus će instalirati bootloader '{0}' na uređaj '{1}'
hu: A Thus a {0} rendszerbetöltőt a {1} eszközre telepíti.
id: Thus akan memasang booloader '{0}' di perangkat '{1}'
is: Thus mun setja upp '{0}' ræsistjórann á tækið '{1}'
it: Thus installerà il bootloader '{0}' sul dispositivo '{1}'
ja: Thusはデバイス '{1}' にブートローダー '{0}' をインストールします
nl: Thus zal de bootloader '{0}' installeren op apparaat '{1}'
pl: Thus zainstaluje program rozruchowy '{0}' na urządzeniu '{1}'
pt_br: O Thus instalará o bootloader '{0}' no dispositivo '{1}'
ro: Thus va instala bootloader-ul '{0}' în dispozitivul '{1}'
ru: Thus установит загрузчик {0} на устройство {1}
zh_tw: Manjaro 將會安裝「{0}」開機載入器到「{1}」上

source: Unmounting {0}
bg: Демонтиране {0}
de: Aushängen von {0}
es: Desmontando {0}
fr: Démontage de {0}...
hr: Odmontiram {0}
hu: {0} lecsatollása
id: Melepas kait {0}
is: Aftengi {0} úr skráakerfi
it: Rimozione di {0}
ja: {0} をアンマウント
nl: {0} ontkoppelen
pl: Odmontowywanie {0}
pt_br: Desmontando {0}
ro: Demontare {0}
ru: Отмонтирование {0}
zh_tw: 正在卸載 {0}

source: Unmounting {0} failed. Trying lazy arg.
bg: Демонтирането на {0} се провали. Опит с мързелив аргумент.
de: Aushängen von {0} fehlgeschlagen. Versuche mit Lazy-Argument.
es: Falló el desmontaje de {0}. Intentándolo en modo 'lazy'.
fr: Échec du démontage de {0}. Essai d'options sures.
hr: Odmontiranje {0} nije uspjelo. Pokušavam lazy arg.
id: Melepas kait {0} gagal. Sedang mencoba argumen lazy.
is: Aftenging {0} mistókst. Prófa 'letiham' viðfangs.
it: Smontaggio di {0} non riuscito. Cercando arg pigro.
ja: {0} のアンマウントに失敗しました。あとで試してください。
nl: Ontkoppelen van {0} mislukt. Lazy arch wordt geprobeerd.
pl: Wystąpił błąd odmontowywania {0}. Próbowanie leniwego arg.
pt_br: Falha ao desmontar {0}. Tentando lazy arg.
ro: Demontare {0} eșuată. Se încearcă leneșul arg.
ru: Не удалось отключить {0}. Используйте аргумент lazy.
zh_tw: 卸載 {0} 失敗。正在嘗試 lazy arg。

source: Unmounting {0} failed.
bg: Демонтирането на {0} се провали.
de: Aushängen von {0} fehlgeschlagen
es: Falló el desmontaje de {0}.
fr: Échec du démontage de {0}.
hr: Neuspjelo odmontiranje {0}.
hu: {0} lecsatolása nem sikerült.
id: Melepas kait {0} gagal.
is: Aftenging {0} mistókst
it: Rimozione di {0} fallita.
ja: {0} のアンマウントに失敗しました。
nl: Ontkoppelen van {0} mislukt.
pl: Odmontowywanie {0} ukończone niepowodzeniem.
pt_br: Desmontando {0} falhou.
ro: Demontare {0} eșuată.
ru: Отмонтирование {0} не удалось
zh_tw: 卸載 {0} 失敗。

source: Command {0} failed
bg: Командата {0} се провали
de: Befehl {0} fehlgeschlagen
es: La orden {0} ha fallado
fr: Échec de la commande {0}
hr: Neuspjela naredba {0}
hu: {0} parancs sikertelen
id: Perintah {0} gagal
is: Skipun {0} mistókst
it: Comando {0} fallito
ja: コマンド {0} が失敗しました
nl: Opdracht {0} mislukt
pl: Polecenie {0} ukończone niepowodzeniem
pt_br: Comando {0} falhou
ro: Comandă {0} eșuată
ru: Ошибка команды {0}
zh_tw: 指令 {0} 執行失敗

source: Output: {0}
bg: Процес: {0}
de: Ausgabe: {0}
es: Salida: {0}
fr: Sortie : {0}
hr: Izlaz: {0}
hu: Kimenet: {0}
id: Keluaran: {0}
is: Úttak : {0}
it: Risultato: {0}
ja: 出力 : {0}
pl: Wyjście: {0}
pt_br: Saída: {0}
ru: Вывод: {0}
zh_tw: 輸出：{0}

source: Can't delete existent LVM volumes
bg: Не може да се изтрият съществуващите LVM дискове
de: Bestehendes LVM Volume kann nicht gelöscht werden
es: No se pueden borrar los volúmenes LVM existentes
fr: Impossible de supprimer les volumes LVM existants
hr: Ne mogu obrisati postojeće LVM jedinice
hu: Nem lehet törölni meglévő LVM köteteket
id: Tidak dapat menghapus volume LVM yang telah ada
is: Get ekki eytt fyrirliggjandi LVM gagnageymslum
it: Non posso cancellare volumi LVM esistenti
ja: 既存のLVMボリュームを削除することができません
nl: Kan bestaande LVM-volumes niet verwijderen
pl: Nie można usunąć istniejących wolumenów LVM
pt_br: Impossível apagar os volumes LVM existentes
ro: Nu se pot șterge volumele LVM existente
ru: Не удается удалить существующие тома LVM
zh_tw: 無法刪除已存在的 LVM 卷

source: Can't close already opened LUKS devices
bg: Не може да се затворят вече отворените LUKS дискове
de: Bereits geöffnete LUKS Laufwerke können nicht geschlossen werden
es: No se pueden cerrar los dispositivos LUKS abiertos
fr: Impossible de fermer les volumes LUKS ouverts
hr: Ne mogu zatvoriti već otvorene LUKS uređaje
hu: Nem lehet lezárni már megnyitott LUKS eszközöket
id: Tidak dapat menutup perangkat LUKS yang telah terbuka
is: Get ekki lokað þegar opið LUKS tæki
it: Impossibile chiudere i dispositivi LUKS già aperti
ja: 既に開いたLUKSデバイスを閉じることができません
nl: Kan eerder geopende LUKS-schijven niet sluiten.
pl: Nie można zamknąć otwartych obecnie urządzeń LUKS
pt_br: Impossível fechar os dispositivos LUKS abertos
ro: Nu se pot închide dispozitivele LUKS deja deschise
ru: Не удается закрыть открытые устройства LUKS
zh_tw: 無法關閉已開啟的 LUKS 裝置

source: Can't setup LUKS in device {0}. A password or a key file are needed
bg: Не може да се установи LUKS в {0}. Нужни са парола или файл с ключ
de: Kann LUKS in Laufwerk {0} nicht einrichten. Passwort oder Schlüsseldatei erforderlich
es: No se puede instalar LUKS en el dispositivo {0}. Se necesita una contraseña o fichero de claves
fr: Impossible de configurer LUKS sur le périphérique {0}. Un mot de passe ou un fichier de clé est requis.
hr: Ne mogu postaviti LUKS na uređaj {0}. Potrebna je lozinka ili datoteka ključa.
hu: Nem lehet beállítani LUKS-t a {0} eszközön. Jelszó, vagy kulcs szükséges
id: Tidak dapat mengatur LUKS pada perangkat {0}. Sebuah kata sandi atau berkas kunci dibutuhkan
is: Get ekki sett LUKS upp á tæki {0}. Lykilorð eða lykilskrá eru nauðsynleg
it: Impossibile impostare LUKS nel device {0}. Una password o un file della chiave sono necessari.
ja: デバイス {0} にLUKSをセットアップすることができません。パスワードあるいは鍵ファイルが必要です。
nl: Kan LUKS niet installeren op schijf {0}. Een wachtwoord of key file is nodig.
pl: Nie udało się ustawić LUKS w urządzeniu {0}. Potrzebne jest hasło lub plik klucza
pt_br: Impossível configurar o LUKS no dispositivo {0}. Necessita de senha ou arquivo chave.
ro: Nu se poate configura LUKS în dispozitivul {0}. O parolă sau un fișier cheie este necesar
ru: Не удается установить LUKS на устройство {0}.Требуется пароль или файл ключа.
zh_tw: 無法在裝置 {0} 上設定 LUKS。需要密碼或金鑰檔

source: Thus will setup LUKS on device {0}
bg: Thus ще инсталира LUKS на устройство {0}
de: Thus wird LUkS auf Laufwerk {0} einrichten
es: Thus instalará LUKS en el dispositivo {0}
fr: Thus va configurer LUKS sur le périphérique {0}
hr: Thus će postaviti LUKS na uređaj {0}
hu: A Thus beállítja a LUKS-t ezen az eszközön: {0}
id: Thus akan mengatur LUKS pada perangkat {0}
is: Thus mun setja upp LUKS á tæki {0}
it: Thus imposterà LUKS sul dispositivo {0}
ja: Thusはデバイス {0} にLUKSをセットアップします
nl: Dit zal LUKS installeren op schijf {0}
pl: Thus ustawi LUKS na urządzeniu {0}
pt_br: O Thus irá configurar o LUKS no dispositivo {0}
ro: Thus va configura LUKS pe dispozitivul {0}
ru: Thus установит LUKS на устройство {0}
zh_tw: Thus 將會在裝置 {0} 上設定 LUKS

source: Can't format and open the LUKS device {0}
bg: Не може да се форматира и отвори LUKS устройство {0}
de: LUKS Laufwerk {0} kann nicht formatiert und geöffnet werden
es: No se puede formatear y abrir el dispositivo LUKS {0}
fr: Impossible de formater et d'ouvrir le volume LUKS {0}
hr: Ne mogu formatirati i otvoriti LUKS uređaj {0}
hu: Nem lehet formázni és megnyitni a LUKS {0} eszközt.
id: Tidak dapat mengatur ulang dan membuka perangkat LUKS {0}
is: Get ekki forsniðið og opnað LUKS tækið {0}
it: Impossibile formattare e aprire il dispositivo LUKS {0}
ja: デバイス {0} のLUKSを開いてフォーマットすることができません。
nl: Kan LUKS-schijf {0} niet formatteren en openen
pl: Nie można sformatować i otworzyć urządzenia LUKS {0}
pt_br: Impossível formatar e abrir o dispositivo LUKS {0}
ro: Nu se poate formata și deschide dispozitivul LUKS {0}
ru: Не удается форматировать и открыть устройство LUKS
zh_tw: 無法格式化及開啟 LUKS 裝置 {0}

source: Can't wipe filesystem of device {0}
bg: Не може да се изтрие файловата система в {0}
de: Kann Dateisystem von Laufwerk {0} nicht entfernen
es: No se puede eliminar el sistema de archivos del dispositivo {0}
fr: Impossible d'effacer le système de fichiers du périphérique {0}
hr: Ne mogu obrisati sadržaj datotečnog sustava uređaja {0}
hu: Nem törölhető a {0} eszköz fájlrendszere.
id: Tidak dapat menghapus sistem berkas dari perangkat {0}
is: Get ekki hreinsað skráakerfi af tæki {0}
it: Non posso creare il filesystem del dispositivo {0}
ja: デバイス {0} のファイルシステムを消去できません
nl: Kan het bestandssysteem van schijf {0} niet wissen
pl: Nie można zmazać systemu plików urządzenia {0}
pt_br: Impossível apagar o sistema de arquivos do dispositivo {0}
ro: Nu se poate șterge sistemul de fișiere pe de dispozitivul {0}
ru: Не удается удалить файловую систему устройства {0}
zh_tw: 無法抹除 {0} 裝置上的檔案系統

source: Can't run dd command
bg: Командата dd не може да се стартира
de: Befehl dd kann nicht ausgeführt werden
es: No se puede ejecutar 'dd'
fr: Impossible d'exécuter la commande dd
hr: Ne mogu pokrenuti dd naredbu
hu: A dd parancs nem futtatható.
id: Tidak dapat menjalankan perintah dd
is: Get ekki keyrt dd skipun
it: Non posso eseguire il comando dd
ja: ddコマンドが実行できません
nl: Kan de opdracht dd niet uitvoeren
pl: Nie można uruchomić polecenia dd
pt_br: Impossível executar o comando dd
ro: Nu se poate rula comanda dd
ru: Не могу выполнить комманду "dd"
zh_tw: 無法執行 dd 指令

source: Error creating a new partition on device {0}
bg: Грешка при създаване на дял в устройство {0}
de: Fehler beim Erstellen einer neuen Partition auf Laufwerk {0}
es: Error al crear una nueva partición en el dispositivo {0}
fr: Erreur de création d'une nouvelle partition sur le périphérique {0}
hr: Greška prilikom kreiranja nove particije na uređaju {0}
hu: Hiba az új partíció létrehozásakor ezen az eszközön: {0}
id: Galat membuat partisi baru pada perangkat {0}
is: Villa við að búa til nýja disksneið á tæki {0}
it: Errore nella creazione di una nuova partizione sul dispositivo {0}
ja: デバイス{0} のパーティション作成エラー
nl: Fout bij het aanmaken van een nieuwe partitie op apparaat {0}
pl: Błąd tworzenia nowej partycji na urządzeniu {0}
pt_br: Erro ao criar uma nova partição no dispositivo {0}
ro: Eroare în crearea unei noi partiții pe dispozitiv {0}
ru: Ошибка создания нового раздела на устройстве {0}
zh_tw: 在建立在裝置 {0} 上的新分割區時發生錯誤

source: Error creating a new partition table on device {0}
bg: Грешка при създаване на нова таблица с дялове в {0}
de: Fehler beim Erzeugen der neuen Partitionstabelle auf Laufwerk {0}
es: Error al crear una nueva tabla de particiones en el dispositivo {0}
fr: Erreur de création d'une nouvelle table de partition sur le périphérique {0}
hr: Greška prilikom kreiranja nove particijske tablice na uređaju {0}
hu: Hiba az új partíciós tábla létrehozásakor ezen az eszközön: {0}
id: Galat membuat partisi baru pada perangkat {0}
is: Villa við að búa til nýja disksneiðatöflu á tæki {0}
it: Errore nella creazione di una nuova tabella delle partizioni sul dispositivo {0}
ja: デバイス {0} のパーティションテーブル作成エラー
nl: Fout bij het aanmaken van een nieuwe partitie-tabel op apparaat {0}
pl: Błąd tworzenia nowej tabeli partycji na urządzeniu {0}
pt_br: Erro ao criar uma nova tabela de partição no dispositivo {0}
ro: Eroare în crearea unui nou tabel de partiție pe dispozitiv {0}
ru: Ошибка создания новой таблицы разделов на устройстве {0}
zh_tw: 在建立在裝置 {0} 上的新分割表時發生錯誤

source: Will format device {0} as {1}
bg: Ще се форматира устройството {0} като {1}
de: Formatiere Laufwerk {0} als {1}
es: Se formateará el dispositivo {0} con {1}
fr: Va formater le périphérique {0} comme {1}
hr: Formatirat će se uređaj {0} kao {1}
hu: Ez leformázza a {0} eszközt, mint {1}
id: Akan mengatur ulang perangkat {0} sebagai {1}
is: Mun sníða tæki {0} sem {1}
it: Formatterò il dispositivo {0} come {1}
ja: デバイス {0} を {1} としてフォーマットします
nl: Apparaat {0} zal worden geformatteerd als {1}
pl: Zostanie sformatowane urządzenie {0} jako {1}
pt_br: Formatará o dispositivo {0} com {1}
ro: Se va formata dispozitivul {0} ca {1}
ru: Устройство {0} будет форматировано как {1}
zh_tw: 將會格式化裝置 {0} 為 {1}

source: Can't activate swap in {0}
bg: Не може да се активира swap в {0}
de: Swap in {0} kann nicht aktiviert werden
es: No se pudo activar el swap en {0}
fr: Impossible d'activer le swap dans {0}
hr: Ne mogu aktivirati swap u {0}
hu: Nem lehet aktiválni a swap-ot itt: {0}
id: Tidak dapat mengaktifkan swap pada {0}
is: Get ekki virkjað diskminni á {0}
it: Non posso attivare lo swap in {0}
ja: {0} においてスワップをアクティブにできません
nl: Kan swap niet activeren op {0}
pl: Nie można aktywować przestrzeni wymiany w {0}
pt_br: Impossível ativar o swap em {0}
ro: Nu se poate activa swap în {0}
ru: Не удается активировать файл подкачки на {0}
zh_tw: 無法在 {0} 上啟用 swap

source: Unknown filesystem type {0}
bg: Неизвестна файлова система {0}
de: Unbekanntes Dateisystem Typ {0}
es: Sistema de ficheros desconocido: {0}
fr: Type de système de fichiers {0} inconnu
hr: Nepoznati tip datotečnog sustava {0}
hu: Ismeretlen fájlrendszer típus: {0}
id: Tipe sistem berkas tidak diketahui {0}
is: Óþekkt tegund skráakerfis {0}
it: Filesystem sconosciuto {0}
ja: 未知のファイルシステムタイプ {0}
nl: Onbekend type bestandssysteem {0}
pl: Nieznany rodzaj systemu plików {0}
pt_br: Sistema de arquivos {0} desconhecido
ro: Tipul sistemului de fișiere necunoscut {0}
ru: Неизвестный тип файловой системы
zh_tw: 未知的檔案系統類型 {0}

source: Can't create filesystem {0}
bg: Не може да се създаде файлова система {0}
de: Dateisystem {0} kann nicht erstellt werden
es: No se pudo crear el sistema de archivos {0}
fr: Impossible de créer le système de fichiers {0}
hr: Ne mogu kreirati datotečni sustav {0}
hu: Nem lehet {0} fájlrendszert létrehozni
id: Tidak dapat membuat sistem berkas {0}
is: Get ekki búið til skráarkerfi {0}
it: Non posso creare il filesystem {0}
ja: ファイルシステム {0} を作成できません
nl: Kan geen {0}-bestandssysteem aanmaken
pl: Nie można utworzyć systemu plików {0}
pt_br: Não foi possível criar o sistema de arquivos {0}
ro: Nu se poate crea sistemul de fișiere {0}
ru: Не удается создать файловую систему {0}
zh_tw: 無法建立檔案系統 {0}

source: Error trying to mount {0} in {1}
bg: Грешка при монтирането на {0} в {1}
de: Fehler beim Versuch, {0} in {1} einzuhängen
es: Error al intentar montar {0} en {1}
fr: Erreur au montage de {0} dans {1}
hr: Greška prilikom pokušaja montiranja {0} na {1}
hu: Hiba a {0} csatolásakor itt: {1}
id: Galat mencoba untuk mengkaitkan {0} pada {1}
is: Villa við að tengja {0} in {1}
it: Errore nel provare a montare {0} in {1}
ja: {1} に対する {0} のマウント操作エラー
nl: Fout bij het aankoppelen van {0} op {1}
pl: Wystąpił błąd przy próbie zamontowania {0} w {1}
pt_br: Erro ao tentar montar {0} em {1}
ro: Eroare în încercarea de montare a {0} în {1}
ru: Ошибка при попытке смонтировать {0} в {1}
zh_tw: 嘗試掛載 {0} 在 {1} 上時發生錯誤

source: Device details: {0} UUID={1} LABEL={2}
bg: Информация за устройство: {0} UUID={1} LABEL={2}
de: Laufwerk-Details: {0} UUID={1} LABEL={2}
es: Información del dispositivo: {0} UUID={1} LABEL={2}
fr: Détails du périphérique : {0} UUID={1} LABEL={2}
hr: Detalji uređaja: {0} UUID={1} LABEL={2}
hu: Eszköz részletek: {0} UUID={1} LABEL={2}
id: Detil Perangkat: {0} UUID={1} LABEL={2}
is: Tækja upplýsingar: {0} UUID={1} LABEL={2}
it: Dettagli dispositivo: {0} UUID={1} LABEL={2}
ja: デバイス詳細: {0} UUID={1} LABEL={2}
nl: Schijfdetails: {0} UUID={1} LABEL={2}
pl: Szczegóły urządzenia: {0} UUID={1} ETYKIETA={2}
pt_br: Detalhes do dispositivo: {0} UUID={1} LABEL={2}
ro: Detalii dispozitiv: {0} UUID={1} LABEL={2}
ru: Данные устройства: {0} UUID={1} LABEL={2}
zh_tw: 裝置細節：{0} UUID={1} 標籤={2}

source: {0} will be mounted as {1}
bg: {0} ще се монтира като {1}
de: Mounte {0} als {1}
es: {0} se montará en {1}
fr: {0} sera monté dans {1}
hr: {0} će biti montiran kao {1}
hu: {0} csatolva lesz, mint: {1}
id: {0} akan dikaitkan sebagai {1}
is: {0} verður tengt í skráakerfið sem {1}
it: {0} sarà montato come {1}
ja: {0} は {1} としてマウントされます
nl: {0} zal aangekoppeld worden als {1}
pl: {0} zostanie zamontowane jako {1}
pt_br: {0} será montado como {1}
ro: {0} va fi montat ca {1}
ru: {0} будет смонтирован как {1}
zh_tw: {0} 將會被掛載為 {1}

source: Device {0} will have a {1} filesystem
bg: Устройство {0} ще е с {1} файлова система
de: Laufwerk {0} wird ein {1} Dateisystem haben
es: El dispositivo {0} tendrá un sistema de archivos {1}
fr: Le périphérique {0} aura un système de fichiers {1}
hr: Uređaj {0} će imati {1} datotečni sustav
hu: {0} eszköznek {1} fájlrendszere lesz.
id: Perangkat {0} akan memiliki {1} sistem berkas
is: Tæki {0} mun hafa {1} skráarkerfi
it: Il dispositivo {0} avrà il filesystem di tipo {1}
ja: デバイス {0} は {1} ファイルシステムを保有します
nl: Schijf {0} krijgt een {1} bestandssysteem
pl: Na urządzeniu {0} będzie system plików {1}
pt_br: O dispositivo {0} terá o sistema de arquivos {1}
ro: Dispozitivul {0} va avea un sistem de fișiere {1}
ru: Устройство {0} будет иметь файловую систему {1}
zh_tw: 裝置 {0} 將會有 {1} 檔案系統

source: Total disk size: %dMiB
ar: إجمالي حجم القرص: %dMiB
bg: Общ размер на диска: %dMiB
de: Festplatten-Gesamtgröße: %dMiB
el: Συνολικό μέγεθος δίσκου: %dMiB
es: Tamaño total del disco: %dMiB
fr: Taille totale du disque : %dMio
he: נפח דיסק כולל: %dMiB
hr: Ukupni kapacitet diska: %dMiB
hu: Teljes lemezméret: %dMiB
id: Total ukuran cakram: %dMiB
is: Heildar disk pláss: %dMiB
it: Dimensione totale del disco: %dMiB
ja: 全てのディスクのサイズ: %dMiB
nl: Totale schijfgrootte: %dMiB
pl: Całkowity rozmiar dysku: %dMiB
pt_br: Tamanho total do disco: %dMiB
ro: Mărimea totală a discului: %dMiB
ru: Общий объем диска: %dMiB
sr: Укупна величина диска: %dMiB
th_th: ขนาดดิสก์ทั้งหมด %dMiB
zh_tw: 總磁碟大小： %dMiB

source: EFI System Partition (ESP) size: %dMiB
bg: EFI системен дял (ESP) с размер: %dMiB
de: EFI System Partition (ESP) Größe: %dMiB
es: Tamaño de la partición de EFI (ESP): %dMiB
fr: Taille de la partition système EFI : %dMio
hr: Veličina EFI particije: %dMiB
hu: EFI rendszerpartíció (ESP) mérete: %dMiB
id: EFI System Partition (ESP) ukuran: %dMiB
is: Stærð EFI System Partition (ESP) kerfisdisksneiðar: %dMiB
it: Dimensione EFI System Partition (ESP): %dMiB
ja: EFI システムパーティション (ESP) サイズ: %dMiB
nl: EFI Systeempartitie (ESP) grootte: %dMiB
pl: Rozmiar partycji systemowej EFI (ESP): %d MB
pt_br: Tamanho da partição de sistema EFI (ESP): %dMiB
ro: Dimensiune Partiție Sistem EFI (PSE): %dMiB
ru: Размер раздела EFI System: %dMiB
zh_tw: EFI 系統分割區 (ESP) 大小： %dMiB

source: Boot partition size: %dMiB
ar: حجم قسم من الاقلاع: %dMiB
bg: Размер на зареждащ дял: %dMiB
de: Boot Partitions-Größe: %dMiB
el: Μέγεθος διαμερίσματος εκκίνησης: %dMiB
es: Tamaño partición Boot: %dMiB
fr: Taille de la partition d'amorçage : %dMio
he: גודל מחיצת איתחול: %dMiB
hr: Veličina BOOT particije: %dMiB
hu: Boot partíció méret: %dMiB
id: Ukuran partisi boot: %dMiB
is: Stærð ræsidisksneiðar: %dMiB
it: Dimensione della partizione Boot: %dMiB
ja: ブートパーティションのサイズ: %dMiB
nl: Grootte boot partitie: %dMiB
pl: Rozmiar partycji rozruchu: %dMiB
pt_br: Tamanho da partição de boot: %dMiB
ro: Mărimea partiției /boot: %dMiB
ru: Размер раздела Boot: %dMiB
sr: Величина "бут" партиције: %dMiB
th_th: พาร์ทิชัน Boot ขนาด %dMiB
zh_tw: 開機分割區大小： %dMiB

source: LVM physical volume size: %dMiB
ar: حجم LVM الجسدي: %dMiB
bg: Размер на LVM дяла: %dMiB
de: LVM physikalische Volumen-Größe: %dMiB
el: Μέγεθος φυσικού τόμου LVM: %dMiB
es: Tamaño del volumen LVM: %dMiB
fr: Taille du volume physique LVM : %dMio
hr: LVM fizička jedinica veličine: %dMiB
hu: LVM fizikai kötet méret: %dMiB
id: Ukuran volume fisik LVM: %dMiB
is: Stærð LVM rauneintaks: %dMiB
it: Dimensione del volume fisico LVM: %dMiB
ja: LVM物理のリュームのサイズ: %dMiB
nl: Fysiek LVM volume: %dMiB
pl: Rozmiar fizycznego wolumenu LVM: %dMiB
pt_br: Tamanho do volume físico LVM: %dMiB
ro: Mărimea volumului fizic LVM: %dMiB
ru: Размер физического тома LVM: %dMib
sr: LVM физичка величина: %dMiB
th_th: LVM phycial volume ขนาด %dMiB
zh_tw: LVM 物理卷大小： %dMiB

source: Swap partition size: %dMiB
ar: حجم القسم التبادل: %dMiB
bg: Размер на дял за виртуална памет: %dMiB
de: Swap Partitions-Größe: %dMiB
el: Μέγεθος διαμερίσματος swap: %dMiB
es: Tamaño partición Swap: %dMiB
fr: Taille de la partition Swap : %dMio
he: גודל מחיצת החלפה: %dMiB
hr: Veličina SWAP particije: %dMiB
hu: Swap partíció méret: %dMiB
id: Ukuran partisi swap: %dMiB
is: Stærð SWAP-diskminnisneiðar: %dMiB
it: Dimensione della partizione di Swap: %dMiB
ja: スワップパーティションのサイズ: %dMiB
nl: Grootte swap partitie: %dMiB
pl: Rozmiar partycji wymiany: %dMiB
pt_br: Tamanho da swap: %dMiB
ro: Mărimea partiției swap: %dMiB
ru: Размер раздела Swap: %dMiB
sr: Величина "swap" партиције: %dMiB
th_th: พาร์ทิชัน Swap ขนาด %dMiB
zh_tw: 交換分割區大小： %dMiB

source: Root partition size: %dMiB
ar: حجم قسم الروت: %dMiB
bg: Размер на коренов дял: %dMiB
de: Root Partitions-Größe: %dMiB
el: Μέγεθος διαμερίσματος root: %dMiB
es: Tamaño partición Raíz: %dMiB
fr: Taille de la partition racine : %dMio
he: גודל מחיצת שורש: %dMiB
hr: Veličina ROOT particije: %dMiB
hu: Root partíció méret: %dMiB
id: Ukuran partisi root: %dMiB
is: Stærð rótardisksneiðar: %dMiB
it: Dimensione della partizione di Root: %dMiB
ja: ルートパーティションのサイズ: %dMiB
nl: Grootte root partitie: %dMiB
pl: Rozmiar partycji głównej: %dMiB
pt_br: Tamanho da partição raiz: %dMiB
ro: Mărimea partiției rădăcină: %dMiB
ru: Размер раздела Root: %dMiB
sr: Величина "root" партиције: %dMiB
th_th: พาร์ทิชัน Root ขนาด %dMiB
zh_tw: 根目錄分割區大小： %dMiB
