Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: IMPORTANT: There may have been a problem with the bootloader installation which could prevent your system from booting properly. Before rebooting, you may want to verify whether or not the bootloader is installed and configured. The Arch Linux Wiki contains troubleshooting information: https://wiki.archlinux.org/index.php/GRUB Would you like to view the wiki page now?
bg: ВАЖНО: Вероятно е имало проблем с инсталацията на bootloader, който да попречи на системата ви да зареди правилно. Преди рестарт, трябва да се убедите дали bootloader е инсталиран и настроен. В Arch Linux Wiki има повече информация: https://wiki.archlinux.org/index.php/GRUB Искате ли да посетите страницата сега?
de: WICHTIG: Möglicherweise gab es ein Problem mit der Bootloader- Installation. Das könnte zur Folge haben dass Ihr System nicht ordnungs- gemäß bootet. Vor dem Reboot sollten Sie überprüfen ob der Bootloader installiert und konfiguriert ist. Die Arch Linux Wiki beinhaltet Informationen zur Fehlerbehebung: ⇥https://wiki.archlinux.org/index.php/GRUB Möchten Sie diese Wiki Seite jetzt anzeigen lassen?
es: IMPORTANTE: Puede haber ocurrido un problema con la instalación del gestor de arranque, que puede evitar que su sistema arranque. Antes de reiniciar es conveniente que compruebe si el gestor de arranque está instalado y configurado correctamente. La wiki de Arch Linux contiene información para la resolución de problemas: https://wiki.archlinux.org/index.php/GRUB ¿Desea visitar la página ahora?
fr: IMPORTANT : Il pourrait y avoir un problème avec l'installation du chargeur de démarrage qui pourrait empêcher votre système de se charger correctement. Avant de redémarrer, vous voudrez peut-être vérifier si le chargeur de démarrage est installé et configuré. Le Wiki Arch Linux contient des informations de dépannage : https://wiki.archlinux.org/index.php/GRUB Voulez-vous consulter la page wiki maintenant ?
hu: FONTOS: Lehetséges, hogy probléma volt a rendszerbetöltő telepítésekor, ami megakadályozhatja a rendszered betöltését. Mielőtt újraindítod a gépet, ellenőrizheted, hogy a rendszerbetöltő megfelelően volt-e telepítve és konfigurálva. Az Arch Linux Wiki-n bővebb információt találhatsz: https://wiki.archlinux.org/index.php/GRUB Megnézed a wiki oldalt most?
id: PENTING: Mungkin ada masalah dengan pemasangan bootloader yang bisa mengakibatkan sistem Anda gagal menyala. Sebelum menyalakan ulang, pastikan apakah bootloader sudah terpasang dan terkonfigurasi dengan benar atau belum. Informasi terkait dapat dibaca di https://wiki.archlinux.org/index.php/GRUB Kunjungi wiki?
it: IMPORTANTE: Ci può essere stato un problema con l'installazione di Grub che potrebbe impedire al sistema di avviarsi correttamente. Prima di riavviare si consiglia di verificare se GRUB 2 è installato e configurato. La Wiki di Arch Linux contiene informazioni sulla risoluzione dei problemi: https://wiki.archlinux.org/index.php/GRUB Vuoi vedere la pagina wiki ora?
ja: 重要: ブートローダーのインストールによってシステムが適切にブートすることを 妨害する問題が発生する可能性があります。 再起動の前にブートローダーがインストールされ設定が行われたか、確認することができます。 Arch Linux Wikiにトラブルシューティングについての情報が記載されています。 ⇥https://wiki.archlinux.org/index.php/GRUB いま、そのwikiページを見ますか?
nl: BELANGRIJK: Mogelijk is er een probleem met de bootloader-installatie die ervoor kan zorgen dat je systeem niet goed opstart. Voordat je opnieuw opstart doe je er goed aan om te controleren of de bootloader geïnstalleerd en geconfigureerd is. De Arch Linux Wiki bevat informatie voor probleemoplossing: https://wiki.archlinux.org/index.php/GRUB Wil je deze pagina nu bekijken?
pl: WAŻNE: Prawdopodobnie wystąpił problem podczas instalowania programu rozruchowego, który może uniemożliwiać Twojemu systemowi prawidłowe uruchamianie. Przed ponownym uruchomieniem komputera możesz sprawdzić, czy program rozruchowy jest zainstalowany i skonfigurowany. Wiki Arch Linuksa zawiera informacje dotyczące rozwiązywania problemów: https://wiki.archlinux.org/index.php/GRUB Czy chciałbyś teraz zajrzeć na tę stronę wiki?
pt_br: IMPORTANTE: Pode ter ocorrido um problema com a instalação do bootloader, o que pode impedir o seu sistema de inicializar corretamente. Antes de reiniciar, você pode querer verificar se o bootloader está ou não instalado e configurado. A Wiki do Arch Linux contém informações sobre a solução deste problema: https://wiki.archlinux.org/index.php/GRUB Você gostaria de visualizar a página da Wiki agora?
ro: IMPORTANT: Este posibil să fi fost o problemă cu instalarea bootloader-ului care ar putea preveni pornirea corectă a sistemului. Înainte de repornire, verificați dacă bootloader-ul este sau nu instalat și configurat. Wiki-ul Arch Linux conține informații de depanare: https://wiki.archlinux.org/index.php/GRUB Doriți să vizionați acum pagina de wiki?
ru: Внимание: Могут возникнуть проблемы с установокой загрузчика Система может не загрузиться должным образом. Перед перезагрузкой вы можете проверить был ли установлен и настроен загрузчик. Arch Linux Wiki содержит информацию по устранению ошибок: https://wiki.archlinux.org/index.php/GRUB Вы хотите посетить страницу Wiki?
zh_tw: 重要： 開機載入器的安裝過程可能有問題 可能會導致您的系統無法正確開機。 在重新開機前，您可能需要確認開機載入器是否已安裝並設定完成。 下列Arch Linux 的 Wiki 頁面包含了解決方法的資訊： https://wiki.archlinux.org/index.php/GRUB 您想要現在就檢閱這個 wiki 頁面嗎？

source: Installation Complete! Do you want to restart your system now?
bg: Инсталирането приключи! Искате ли да рестартирате системата сега?
de: Installation vollständig! Möchten Sie Ihr System jetzt neu starten?
es: ¡Instalación completada! ¿Desea reiniciar su sistema ahora?
fr: Installation terminée ! Voulez-vous redémarrer votre système maintenant ?
hr: Instalacija završena! Želite li ponovno pokrenuti računalo?
hu: A rendszer telepítése befejeződött. Újraindítod a rendszert most?
id: Instalasi selesai! Apakah anda ingin menjalankan ulang sistem sekarang?
is: Uppsetningu lokið! Viltu endurræsa kerfið núna?
it: Installazione completata. Vuoi riavviare il sistema ora?
ja: インストールが完了しました！ システムをいますぐ再起動しますか?
nl: Installatie voltooid! Wil je het systeem nu opnieuw opstarten?
pl: Instalacja zakończona! Czy chcesz teraz uruchomić swój system ponownie?
pt_br: Instalação Completada! Deseja reiniciar seu sistema agora?
ro: Instalare Completă! Doriți să reporniți acum sistemul?
ru: Перезагрузить систему сейчас?
zh_tw: 安裝完成！ 您想立即重新啟動嗎？

source: Can't create Thus main window: {0}
bg: Не може да се създаде главния прозорец на Thus: {0}
de: Kann Thus Hauptfenster nicht erzeugen: {0}
es: No se puede lanzar la ventana principal de Thus: {0}
fr: Impossible de créer la fenêtre principale de Thus : {0}
hr: Ne mogu kreirati Thus-ov glavni prozor: {0}
hu: Nem lehet létrehozni a Thus fő ablakot: {0}
id: Tidak dapat membuat jendela utama Thus: {0}
is: Get ekki búið til Thus aðalgluggann: {0}
it: Impossibile creare la finestra principale di Thus: {0}
ja: Thus メインウィンドウが作成できません。 : {0}
nl: Kan het Thus hoofdvenster niet aanmaken: {0}
pl: Nie można utworzyć głównego okna Thus: {0}
pt_br: Impossível criar a janela principal do Thus: {0}
ro: Nu se poate crea fereastră principală Thus: {0}
ru: Не удается создать главное окно Thus
zh_tw: 無法建立 Thus 主視窗：{0}

source: Using pyalpm v{0} as interface to libalpm v{1}
bg: Използване pyalpm v{0} като интерфейс за libalpm v{1}
de: Verwende pyalpm v{0} als Interface für libalpm v{1}
es: Utilizando pyalpm v{0} como interfaz para libalpm v{1}
fr: Utilisation de pyalpm v{0} comme interface à libalpm v{1}
hr: Koristim pyalpm v{0} kao sučelje za libalpm v{1}
hu: A pyalpm v{0} használata a libalpm v{1} felületeként
id: Menggunakan pyalpm v{0} sebagai antarmuka dari libalpm v{1}
is: Nota pyalpm v{0} sem viðmót fyrir libalpm v{1}
it: Uso di pyalpm v{0} come interfaccia verso libalpm v{1}
ja: libalpm v{1} のインターフェースとして pyalpm v{0} を使用
nl: pyalpm v{0} wordt als interface gebruikt voor libalpm v{1}
pl: Używanie pyalpm v{0} jako interfejsu dla libalpm v{1}
pt_br: Usando pyalpm v{0} como interface para libalpm v{1}
ro: Se folosește pyalpm v{0} ca interfață pentru libalpm v{1}
ru: Использовать pyalpm v{0} как интерфейс libalpm v{1}
zh_tw: 正在使用 pyalpm v{0} 作為 libalpm v{1} 的介面

source: Thus v{0} - Manjaro Installer
bg: Thus v{0} - Manjaro инсталатор
es: Thus v{0} - Instalador de Manjaro
fr: Thus v{0} - Installateur Manjaro
hu: Thus v{0} - Manjaro telepítő
id: Thus v{0} - Pemasang Manjaro
is: Thus v{0} - Manjaro uppsetning
it: Thus v{0} - Installer di Manjaro
ja: Thus v{0} - Manjaro インストーラー
nl: Thus v{0} - Manjaro installatieprogramma
pl: Thus v{0} - Instalator Manjaro
pt_br: Thus v{0} - Instalador do Manjaro
ro: Thus v{0} - Instalator Manjaro
ru: Thus версия {0} - установщик Manjaro
zh_tw: Thus v{0} - Manjaro 安裝程式

source: Sets Thus log level to 'debug'
ar: ضبط مستوى سجل ذَسْ إلى رتبة المعالجة والتصحيح
bg: Задаване на данните от Thus на ниво „debug"
de: Stellt Thus' Log-Level auf 'debug'
el: Ορίζει το επίπεδο αρχείων καταγραφής του Thus για 'αποσφαλμάτωση'
es: Definir nivel de log de thus en debug
fr: Définir le journal de Thus sur le niveau 'debug'
hr: Postavljam Thus log razinu na 'debug'
hu: Thus naplózási szintjének beállítása hibakereséshez
id: Atur tingkat log Thus ke 'debug'
is: Setur annálsstig Thus á 'aflúsun'
it: Imposta il livello di log per 'debug' di Thus
ja: Thus logレベルを 'debug' に設定します
nl: Instellen Thus log niveau naar 'debug'
pl: Ustawia poziom dziennika Thus na 'debug'
pt_br: Thus conjunto de nível log para 'debug'
ro: Setează nivelul de istoric Thus la 'debug'
ru: Установить уровень журналирования Thus в 'debug'
sr: Подешава Thus-ов ниво бележења на отклањање грешака - 'debug'
th_th: ตั้งระดับการบันทึกการทำงาน (log) สู่ระดับ 'debug'
zh_tw: 將 Thus 的 log 級別設為 'debug'

source: Runs thus even if it detects that another instance is running
bg: Зареждане на Thus дори ако вече е отворен
de: Führt Thus aus auch wenn festgestellt wird dass eine andere Instanz geöffnet ist
es: Lanza Thus incluso si detecta que hay otra instancia en ejecución.
fr: Exécute thus même s'il détecte qu'une autre instance est en cours
hr: Izvodi thus iako je detektirano da se izvodi druga instanca
hu: Futtatja a Thus-t, még akkor is, ha egy másik telepítő már fut
id: Jalankan thus walaupun mendeteksi
is: Keyrir Thus þótt það finni að annað eintak sé þegar í keyrslu
it: Esegue thus anche se rileva l'esecuzione di un'altra istanza dello stesso.
ja: 他のプロセスが実行されている場合でも thus を実行
nl: Voert Thus uit, zelfs als het een andere instantie detecteert
pl: Umożliwia działanie Thusa, nawet gdy inna instancja programu jest uruchomiona
pt_br: Executa o Thus mesmo se detectar que outra instância está sendo executada
ro: Rulează Thus chiar dacă detectează o altă instanță rulând
ru: Запустить в любом случае (приложение уже может быть запущено)
zh_tw: 即便偵測到已有其它實體正在執行也要執行 thus

source: Do not perform any changes (useful for developers)
ar: لا تقم بأية تغييرات (مفيدة للمُطورين)
bg: Не извършвай никакви промени (полезно за разработчици)
de: Verändere nichts am System (hilfreich für Entwickler)
el: Μην κάνετε καμία αλλαγή (χρήσιμο για τους προγραμματιστές)
es: No realice ningún cambio (útil para desarrolladores)
fr: Ne pas effectuer de changements (utile pour les développeurs)
he: אל תבצע שינויים (שימושי למפתחים)
hr: Ne obavljaj nikakve promjene (idealno za razvojne inženjere)
hu: Ne hajtson végre semmilyen változtatást (hasznos fejlesztők számára)
id: Jangan lakukan perubahan apapun (berguna bagi pengembang)
is: Ekki framkvæma neinar breytingar (nytsamlegt fyrir forritara)
it: Non effettuare alcuna modifica (utile per gli sviluppatori)
ja: いかなる変更も行わない(開発者向け)
nl: Voer geen veranderingen uit (nuttig voor ontwikkelaars)
pl: Nie dokonuje żadnych zmian (użyteczne dla programistów)
pt_br: Não realizar quaisquer alterações (útil para desenvolvedores)
ro: Nu aplica schimbările (util pentru developeri)
ru: Не применять изменения (полезно для разработчиков)
sr: Без промена (корисно за "девелопере")
th_th: ห้ามกระทำการเปลี่ยนแปลงใดๆ ทั้งสิ้น (สำหรับนักพัฒนา)
zh_tw: 不要做出任何改變（對開發者很有用）

source: Upgrade/downgrade Thus to the web version
bg: Upgrade/downgrade Thus до уеб версия
de: Thus zur Web-Version upgraden/downgraden
es: Actualizar/Desactualizar Thus a la versión web
fr: Mettre à jour Thus avec la version web
hr: Nadogradi/vrati na staru verziju Thus kao web verzija
hu: A Thus lecserélése a(z) (újabbi/régebbi) webes változatra
id: Tingkatkan/Turunkan Thus ke versi web
is: Uppfæra/niðurfæra Thus í vefútgáfuna
it: Upgrade/Dowgrade Thus alla versione web
ja: Thus を webバージョンにアップグレード/ダウングレード
nl: Upgrade/downgrade Thus naar de web-versie
pl: Zaktualizuj/obniż wersję Thus do wersji sieciowej
pt_br: Upgrade/downgrade Thus para a versão web
ro: Actualizează/perimează Thus la versiunea web
ru: Обновить/ восстановить Thus до интернет-версии
zh_tw: 升級/降級 Thus 到網路版

source: Do not search for new Thus versions online
bg: Не търси за нова версия на Thus
de: Nicht online nach neuen Versionen von Thus suchen
es: No buscar nuevas versiones de Thus online.
fr: Ne pas chercher de nouvelles versions de Thus en ligne
hr: Ne traži online nove verzije programa
hu: Ne keressen új Thus verziókat az interneten
id: Jangan mencari versi Thus baru daring
is: Ekki leita á netinu að nýjum útgáfum Thus
it: Non cercare le nuove versioni di Thus online
ja: Thus の新しいバージョンをオンラインで検索しない
nl: Zoek niet online naar nieuwe versies van Thus
pl: Nie wyszukuj nowej wersji Thus w sieci
pt_br: Não busque por novas versões do Thus online
ro: Nu căuta noi versiuni de Thus online
ru: Запретить поиск новых версий Thus в сети
zh_tw: 不要線上搜尋新的 Thus 版本

source: Show logging messages to stdout
ar: اظهار رسائل السجل الى stdout
bg: Показване на входните съобщения в stdout
de: Zeige Log-Nachrichten im stdout
el: Εμφάνιση μηνυμάτων αρχείων καταγραφής στο stdout
es: Enviar información de depuración a stdout
fr: Afficher les messages de log sur 'stdout'
hr: Prikaži log poruke na stdout
hu: Mutassa a naplózott üzeneteket a stdout-on
id: Tampilkan pesan logging ke stdout
is: Setja annálstilkynningar á stdout
it: Mostra messaggi di logging a stdout
ja: 標準出力されたloggingメッセージの表示
nl: Toon logberichten aan stdout
pl: Pokazuje wiadomości dziennika na standardowym wyjściu
pt_br: Mostrar mensagens de log para stdout
ro: Arată istoricul mesajelor spre stdout
ru: Показать сообщения журнала в stdout
sr: Прикажи поруке логовања у stdout
th_th: แสดงการบันทึกเหตุการณ์ (log) เป็น stout
zh_tw: 顯示日誌訊息到標準輸出

source: Show options in development (for developers only, do not use this!)
bg: Покажи опциите в разработка (само за разработчици, не го използвайте!)
de: Optionen unter aktiver Entwicklung anzeigen (nur zu Entwicklungszwecken, setzen Sie diese nicht in Produktion ein!)
es: Mostrar opciones en desarrollo (sólo para programadores, ¡no use esto!)
fr: Montrer les options en cours de développement (uniquement pour développeurs, n'utilisez pas ça !)
hr: Pokaži opcije koje se još razvijaju (samo za razvojne inženjere, ne korisitite to!)
hu: Mutassa a fejlesztés alatt álló opciókat (csakis fejlesztőknek, ne használd!)
id: Tampilkan opsi di pengembangan (hanya untuk pengembang, jangan gunakan ini!)
is: Birta valkosti á þróunarstigi (bara fyrir forritara, ekki nota þetta!)
it: Mostra opzioni in sviluppo (solo per sviluppatori, non usare questo!)
ja: 開発者用のオプションを表示 (開発者用、通常は使用しないでください!)
nl: Laat opties zien die in ontwikkeling zijn (alleen voor ontwikkelaars, gebruik dit niet!)
pl: Pokaż rozwijane opcje (tylko dla programistów, nie używaj tego!)
pt_br: Exibe opções em desenvolvimento (para desenvolvedores apenas, não use isso!)
ro: Arată opțiuni în developare (doar pentru dezvoltatori, nu folosiți asta!)
ru: Показать продвинутые настройки (только для разработчиков, не использовать!)
zh_tw: 顯示仍在開發中的選項（僅供開發者使用，請不要使用這個！）

source: Program updated! Restarting...
bg: Програмата е обновена! Рестартиране…
de: Programm aktualisiert! Neustarten...
es: ¡Programa actualizado! Reiniciando...
fr: Programme mis à jour ! Redémarrage...
hr: Program ažuriran! Ponovno pokretanje...
hu: A program frissítve! Újraindítás...
id: Program telah diperbarui! Jalankan ulang...
is: Forrit uppfært! Endurræsing...
it: Programma aggiornato. Riavvio in corso...
ja: プログラムがアップデートされました! 再始動中...
nl: Programma-update uitgevoerd. Opnieuw opstarten...
pl: Program został zaktualizowany! Ponowne uruchamianie...
pt_br: Programa atualizado! Reiniciando...
ro: Program actualizat! Repornire...
ru: Приложение обновлено! Перезагрузка...
zh_tw: 程式已更新！正在重新啟動...

source: Thus files not found. Please, install Thus using pacman
bg: Файловете на Thus не са открити. Моля, инсталирайте Thus чрез pacman
de: Thus-Dateien nicht gefunden. Bitte installieren Sie Thus mithilfe von Pacman
es: Archivos de Thus no encontrados. Por favor, instale Thus mediante pacman
fr: Fichiers de Thus non trouvés. Merci d'installer Thus en utilisant pacman
hr: Thus datoteke nisu nađene. Instalirajte Thus koristeći pacman
hu: Thus fájlok nem találhatók. Telepítsd a Thus-t a pacman használatával
id: Berkas Thus tidak ditemukan. Silakan, pasang Thus menggunakan pacman
is: Thus skrár ekki fundnar. Vinsamlegast, uppsetja Thus með pacman
it: File di Thus non trovati. Per favore, installa Thus tramite pacman.
ja: Thus ファイルが見つかりません。pacmanを使用してThusをインストールしてください。
nl: Thus-bestanden niet gevonden. Installeer Thus via pacman
pl: Pliki Thus nie zostały odnalezione. Prosimy o zainstalowanie Thus przy użyciu pacman
pt_br: Arquivos do Thus não encontrados. Por favor, instale o Thus com o pacman
ro: Fișiere Thus negăsite. Vă rugăm instalați Thus folosind pacman
ru: Файлы установщика не найдены. Пожалуйста, установите Thus используя менеджер пакетов Pacman
zh_tw: 找不到 Thus 檔案。請使用 pacman 安裝 Thus

source: Please install '{0}' before running this installer
bg: Моля инсталирайте '{0}' преди да пуснете този инсталатор
de: Bitte installieren Sie '{0}' bevor Sie diesen Installer ausführen
es: Por favor, instale '{0}' antes de ejectutar este instalador
fr: Merci d'installer '{0}' avant d'exécuter cet installateur
hr: Instalirajte '{0}' prije pokretanja instalacijakog programa
hu: Mielőtt futtatnád a telepítőt, telepítsd ezt: '{0}'
id: Silakan install '{0}' sebelum menjalankan penginstal ini
is: Settu upp '{0}' áður en þetta uppsetningarforrit er keyrt
it: Per favore installa '{0}' prima di continuare ad eseguire l'installer
ja: インストーラーを実行する前に '{0}' をインストールしてください
nl: Installeer '{0}' voordat je dit installatieprogramma uitvoert.
pl: Prosimy zainstalować '{0}' przed uruchomieniem tego instalatora
pt_br: Por favor instale '{0}' antes de executar o instalador
ro: Vă rugăm instalați '{0}' înainte de rularea instalatorului
ru: Установите '{0}' перед запуском установщика
zh_tw: 請在執行這個安裝程式前安裝「{0}」

source: Where are you?
ar: أين أنت؟
bg: Къде сте?
de: Wo halten Sie sich gerade auf?
el: Πού είστε;
es: ¿Dónde se encuentra?
fr: Où êtes-vous ?
he: היכן אתם?
hr: Gdje se nalazite?
hu: Hol vagy?
id: Dimana Anda?
is: Hvar ertu ?
it: Dove sei?
ja: どこに住んでいますか？
nl: Waar ben je?
pl: Gdzie jesteś?
pt_br: Onde você está?
ro: Unde sunteți?
ru: Где вы находитесь?
sr: Ко сте Ви?
th_th: คุณอยู่ที่ไหน?
zh_tw: 您在哪兒?

source: Zone:
ar: منطقة:
bg: Зона:
el: Ζώνη:
es: Zona:
he: תחום:
hr: Zona:
hu: Terület:
id: Zona:
is: Svæði:
it: Zona:
ja: タイムゾーン:
pl: Strefa:
pt_br: Zona:
ro: Zonă:
ru: Зона:
sr: Зона:
th_th: โซน:
zh_tw: 時區：

source: Region:
ar: إقليم:
bg: Регион:
el: Περιοχή:
es: Región:
fr: Région :
he: אזור:
hr: Regija:
hu: Régió:
id: Wilayah:
is: Hérað:
it: Regione:
ja: 地域:
nl: Regio:
pt_br: Região:
ro: Regiune:
ru: Регион:
sr: Регион:
th_th: ภูมิภาค:
zh_tw: 地區：

source: Use Network Time Protocol (NTP) for clock synchronization
bg: Използване на Network Time Protocol (NTP) за синхронизация на часовника
de: Network Time Protocol (NTP) zum Synchronisieren der Uhr benutzen
es: Utilitzar Network Time Protocol (NTP) para sincronizar el reloj
fr: Utiliser le Protocole de Temps Réseau (NTP) pour la synchronisation de l'horloge
hr: Koristi Network Time Protocol (NTP) za sinkronizaciju sata
hu: Használjon NTP-t "Network Time Protocol" az óra szinkronizáláshoz
id: Gunakan Protokol Waktu Jaringan (NTP) untuk penyelarasan jam
is: Nota Network Time Protocol til að samstilla klukkuna
it: User Network Time Protocol (NTP) per la sincronizzazione dell'orologio
ja: 時刻の同期のためにNetwork Time Protocol (NTP)を使用します。
nl: Gebruik het Network Time Protocol (NTP) voor kloksynchronisatie
pl: Użyj Network Time Protocol (NTP) do synchronizacji zegara
pt_br: Usar o Network Time Protocol (NTP) para sincronização do relógio
ro: Folosește Network Time Protocol (NTP) pentru sincronizarea ceasului
ru: Использовать Network Time Protocol (NTP) для синхронизации времени
zh_tw: 使用網路時間協議 (NTP) 同步時鐘：

source: location changed to : {0}
bg: местоположението е променено на : {0}
de: Ort geändert zu: {0}
es: Ubicación cambiada a: {0}
fr: emplacement changé à : {0}
hr: lokacija promijenjena na : {0}
hu: A hely erre változott: {0}
id: lokasi diubah ke : {0}
is: staðsetningu breytt í : {0}
it: località cambiata in : {0}
ja: ロケーションが 変更されました: {0}
nl: Locatie veranderd in: {0}
pl: lokalizacja zmieniona na: {0}
pt_br: localização alterada para: {0}
ro: locația schimbată în : {0}
ru: Местоположение изменено на: {0}
zh_tw: 變更地區至：{0}

source: Can't autodetect timezone coordinates
bg: Не е възможно да се открият данни за часовата зона
de: Zeitzonenkoordinaten wurden nicht automatisch erkannt
el: Αδύνατη ο αυτόματος εντοπισμός των συντεταγμένων ζώνης ώρας
es: No se pueden detectar automáticamente las coordenadas de la zona horaria
fr: Impossible de détecter votre fuseau horaire automatiquement
he: אין אפשרות לאתר קואורדינטות אזור זמן אוטומטית
hr: Ne mogu samodetektirati koordinate vremenske zone
hu: Nem lehet automatikusan meghatározni az időzóna koordinátákat
id: Tidak dapat mendeteksi otomatis koordinat zona waktu
is: Get ekki fundið tímabeltishnit sjálfvirkt
it: Non è possibile determinare automaticamente le coordinate per il timezone
ja: タイムゾーンを自動検出できません
nl: Kan tijdzone niet automatisch detecteren
pl: Nie można automatycznie wykryć współrzędnych strefy czasowej
pt_br: Não foi possível detectar automaticamente as coordenadas de fuso horário
ro: Nu se pot autodetecta coordonatele fusului orar
ru: Не удается автоматически определить временную зону
sr: Није могуће аутоматски детектовати координате временске зоне
th_th: ไม่สามารถตรวจพบพิกัดโซนเวลาโดยอัตโนมัติ
zh_tw: 無法自動偵測所在時區

source: Stoping timezone threads...
bg: Спиране настройването на часовата зона
de: Zeitzonen-thread wird gestoppt...
es: Deteniendo subprocesos de zona horaria...
fr: Arrêt des processus de fuseau horaire...
hr: Zaustavljam niti vremenske zone...
hu: Időzónai szálak leállítása...
id: Menghentikan untaian zona waktu ...
is: Stöðva tímabeltisþræði...
it: Sto fermado i thread del timezone...
ja: タイムゾーンスレッドの停止中...
nl: Tijdzone-threads stoppen...
pl: Zatrzymywanie wątków stref czasowych...
pt_br: Finalizando as threads de fuso horário...
ro: Se opresc thread-urile pentru fusul orar...
ru: Остановка определения временных зон...
zh_tw: 正在停止時區線程...

source: Can't get network status.
bg: Не може да се определи състоянието на мрежата
de: Kann Netzwerkstatus nicht abrufen.
es: No se puede obtener el estado de la red.
fr: Impossible d'obtenir le statut du réseau.
hr: Ne mogu odrediti status mreže.
hu: Hálózati állapot nem található
id: Tidak mendapatkan status jaringan
is: Næ ekki stöðu á neti.
it: Non riesco a rilevare lo stato della rete.
ja: ネットワークの状態を確認できません
nl: Kan geen netwerkstatus krijgen.
pl: Nie można uzyskać stanu sieci.
pt_br: Não foi possível obter a condição da rede
ro: Nu se poate returna starea rețelei.
ru: Не удается определить сосотояние сети
zh_tw: 無法取得網路狀態。
