Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: <small><span color="darkred">You must enter a password</span></small>
bg: <small><span color="darkred">Трябва да въведете парола</span></small>
de: <small><span color="darkred">Sie müssen ein Passwort eingeben</span></small>
el: <small><span color="darkred">Πρέπει να εισάγετε ένα κωδικό</span></small>
es: <small><span color="darkred">Introduzca una contraseña</span></small>
fr: <small><span color="darkred">Vous devez entrer un mot de passe</span></small>
he: <small><span color="darkred">עליך להזין סיסמה</span></small>
hr: <small><span color="darkred">Unesite lozinku</span></small>
hu: <small><span color="darkred">Meg kell adni a jelszót</span></small>
id: <small><span color="darkred">Anda harus memasukkan sandi</span></small>
is: <small><span color="darkred">Þú verður að setja inn lykilorð</span></small>
it: <small><span color="darkred">Deve immettere una password</span></small>
ja: <small><span color="darkred">パスワードを入力する必要があります</span></small>
nl: <small><span color="darkred">Je moet een wachtwoord invoeren</span></small>
pl: <small><span color="darkred">Musisz podać hasło</span></small>
pt_br: <small><span color="darkred">Você deve digitar uma senha</span></small>
ro: <small><span color="darkred">Trebuie să introduceți o parolă</span></small>
ru: <small><span color="darkred">Вы не ввели пароль</span></small>
sr: <small><span color="darkred">Морате унети лозинку</span></small>
th_th: <small><span color="darkred">คุณต้องกรอกรหัสผ่าน</span></small>
zh_tw: <small><span color="darkred">您必須輸入密碼</span></small>

source: <small><span color="darkred">You must enter a username</span></small>
bg: <small><span color="darkred">Трябва да въведете потребителско име</span></small>
de: <small><span color="darkred">Sie müssen einen Benutzernamen eingeben</span></small>
el: <small><span color="darkred">Πρέπει να εισάγετε ένα όνομα χρήστη</span></small>
es: <small><span color="darkred">Introduzca un nombre de usuario</span></small>
fr: <small><span color="darkred">Vous devez entrer un nom d'utilisateur</span></small>
he: <small><span color="darkred">עליך להזין שם משתמש</span></small>
hr: <small><span color="darkred">Unesite korisničko ime</span></small>
hu: <small><span color="darkred">Felhasználó nevet kell megadni</span></small>
id: <small><span color="darkred">Anda harus memasukkan nama pengguna</span></small>
is: <small><span color="darkred">Þú verður að setja inn notandanafn</span></small>
it: <small><span color="darkred">Deve immettere un nome utente</span></small>
ja: <small><span color="darkred">ユーザー名を入力する必要があります</span></small>
nl: <small><span color="darkred">Je moet een gebruikersnaam invoeren</span></small>
pl: <small><span color="darkred">Musisz podać nazwę użytkownika</span></small>
pt_br: <small><span color="darkred">Você deve digitar um nome de usuário</span></small>
ro: <small><span color="darkred">Trebuie să introduceți un nume de utilizator</span></small>
ru: <small><span color="darkred">Вы не ввели имя учетной записи</span></small>
sr: <small><span color="darkred">Морате унети корисничко име</span></small>
th_th: <small><span color="darkred">คุณต้องกรอกชื่อผู้ใช้ (username)</span></small>
zh_tw: <small><span color="darkred">您必須輸入使用者名稱</span></small>

source: <small><span color="darkred">You must enter a name</span></small>
bg: <small><span color="darkred">Трябва да въведете име</span></small>
de: <small><span color="darkred">Sie müssen einen Namen eingeben</span></small>
el: <small><span color="darkred">Πρέπει να εισάγετε ένα όνομα</span></small>
es: <small><span color="darkred">Introduzca el nombre del usuario</span></small>
fr: <small><span color="darkred">Vous devez entrer un nom</span></small>
he: <small><span color="darkred">עליך להזין שם</span></small>
hr: <small><span color="darkred">Unesite ime</span></small>
hu: <small><span color="darkred">Nevet kell megadni</span></small>
id: <small><span color="darkred">Anda harus memasukkan nama</span></small>
is: <small><span color="darkred">Þú verður að setja inn nafn</span></small>
it: <small><span color="darkred">Deve immettere un nome</span></small>
ja: <small><span color="darkred">名前を入力する必要があります</span></small>
nl: <small><span color="darkred">Je moet een naam invoeren</span></small>
pl: <small><span color="darkred">Musisz podać nazwę</span></small>
pt_br: <small><span color="darkred">Você deve digitar um nome</span></small>
ro: <small><span color="darkred">Trebuie să introduceți un nume</span></small>
ru: <small><span color="darkred">Вы не ввели свое имя</span></small>
sr: <small><span color="darkred">Морате унети име</span></small>
th_th: <small><span color="darkred">คุณต้องกรอกชื่อ</span></small>
zh_tw: <small><span color="darkred">您必須輸入名稱</span></small>

source: <span size="small">Its name as it appears to other computers.</span>
bg: <span size="small">Името, което е видимо за другите компютри.</span>
de: <span size="small">Der Name, welcher von anderen PCs gesehen wird.</span>
el: <span size="small">Το όνομα του όπως παρουσιάζετε σε άλλους υπολογιστές.</span>
es: <span size="small">El nombre con el que se mostrará en otros equipos.</span>
fr: <span size="small">Son nom tel qu'il apparaît aux autres ordinateurs.</span>
he: <span size="small">השם כפי שזה מופיע אצל מחשבים אחרים.</span>
hu: <span size="small">Név ami más számítógépek számára megjelenik.</span>
id: <span size="small">Nama ini yang akan terlihat di komputer lain.</span>
is: <span size="small">Það nafn sem birtist öðrum tölvum.</span>
it: <span size="small">Il nome che verrà visualizzato da gli altri computer.</span>
ja: <span size="small">この名前は他のコンピュータで使用されています。</span>
nl: <span size="small">Deze naam verschijnt op andere computers.</span>
pl: <span size="small">Nazwa widoczna dla innych komputerów.</span>
pt_br: <span size="small">O nome utilizado para conversar com outros computadores.</span>
ro: <span size="small">Numele folosit în comunicarea cu alte calculatoare.</span>
ru: <span size="small">Такое же имя обнаружено у другого компьютера.</span>
sr: <span size="small">Његово име како ће изгледати на другим компјутерима.</span>
zh_tw: <span size="small">這個名字似乎已經被在其他電腦使用。</span>

source: SSD
hr: SDD
ru: Твердотельный накопитель
zh_tw: 固態硬碟

source: Bootloader:
es: Gestor de arranque:
fr: Chargeur de démarrage :
hu: Rendszerbetöltő:
is: Ræsistjóri:
ja: ブートローダー:
pl: Program rozruchowy:
ru: Загрузчик
zh_tw: 開機載入器：

source: Swap
ar: تبديل
es: Memoria de intercambio Swap
fr: Échange
is: SWAP-diskminni
ja: スワップ
pl: Przestrzeń wymiany

source: Installing GRUB(2) UEFI {0} boot loader
de: Installiere GRUB(2) UEFI Bootloader auf {0}
es: Instalando el gestor de arranque GRUB(2) UEFI en {0}
fr: Installation encore du chargeur de démarrage UEFI GRUB(2) dans {0}
it: Installazione di GRUB(2) UEFI {0} boot loader
ru: Установка загрузчика GRUB(2) UEFI

source: Indexing files to be copied ...
ar: يتم الآن فهرسة الملفات من أجل نسخها...
de: Überprüfe zu kopierende Dateien ...
el: Καταμέτρηση αρχείων για αντιγραφή ...
es: Indexando los archivos que se van a copiar ...
fr: Indexation des fichiers à copier...
he: כעת מאנדקס קבצים להעתקה ...
it: Indicizzazione dei file da copiare ...
ru: Индексирование копируемых файлов ...
sr: Индексирају се фајлови за копирање ...
th_th: กำลังจัดทำดัชนีไฟล์ที่จะต้องคัดลอก...

source: x86_64 UEFI
es: UEFI x86_64

source: i386 UEFI
es: UEFI i386

source: Root partition must be formatted.
de: Rootpartition muss formatiert werden

source: GRUB requires a BIOS Boot Partition in BIOS systems to embed its core.img file due to lack of post-MBR embed gap in GPT disks. Cnchi will create this BIOS Boot Partition for you.
de: GRUB benötigt eine BIOS Boot Partition auf BIOS-basierenden Systemen um seine core.img-Datei einbinden zu können, da in mit GPT formatierten Laufwerken eine post_MBR Lücke fehlt. Thus wird diese spezielle Partition für Sie nun erstellen.

source: Installing boot loader ...
ar: يتم الآن تثبيت مشغل الإقلاع...
de: Installiere Boot-Loader ...
el: Εγκατάσταση φορτωτή εκκίνησης ...
he: כעת מתקין boot loader ...
sr: Инсталација boot loader-a у току ...
th_th: กำลังติดตั้ง boot loader...

source: Exception: {0}. For more information take a look at /tmp/cnchi.log
de: Ausnahme: {0}. Für weitere Details sehen Sie sich /tmp/cnchi.log an

source: Please choose the drive where you want to install Antergos and click the button below to start the process.
de: Bitte wählen Sie das Laufwerk aus, auf dem Sie Antergos installieren wollen. Drücken Sie den Knopf unten um den Installationsprozess zu beginnen.

source: Try it
de: Testen

source: CLI Installer
de: Kommandozeilen-Installer

source: Graphical Installer
de: Graphischer Installer

source: You can try Manjaro without modify your hard drive, just click on "Try it". If you want to install the system to your PC, use one of the two installer options.
de: Sie können Manjaro ausprobieren, ohne Veränderungen an ihrer Festplatte vorzunehmen. Klicken Sie hierzu auf "Testen". Wenn Sie Manjaro auf Ihrem Computer installieren wollen, können Sie eine der beiden Installationsmöglichkeiten nutzen.

source: This installer must be run with administrative privileges and cannot continue without them.
ar: يجب تشغيل هذا المثبت بصلاحيات إدارية، فإنه لا يمكن الاستمرار بدون هذه الصلاحيات.
el: Ο βοηθός εγκατάστασης πρέπει να εκτελεστεί με δικαιώματα διαχειριστή και δεν μπορεί να συνεχίσει χωρίς αυτά.
he: על מתקין זה להיות מורץ בעזרת זכויות מנהליות ואין אפשרות להמשיך בלעדיהן.
sr: Овај програм за инсталацију мора бити покренут са администраторским привилегијама и не може да се настави без њих.
th_th: ไม่สามารถติดตั้งต่อได้ การติดตั้งจำเป็นต้องใช้สิทธิ์ของผู้ดูแลระบบ

source: You cannot run two instances of this installer. If you are sure that another installer is not already running you can manually delete the file %s and run this installer again.
ar: لا يمكنك تشغيل عضوان متغيران من هذا المثبت. إذا كنت متأكداً من عدم وجود مثبت آخر قيد التشغيل، فإمكانك حذف الملف %s يدوياً ومن ثم تشغيل هذا المثبت مجدداً.
el: Δεν μπορείτε να εκτελέσετε δύο περιπτώσεις αυτού του βοηθού εγκατάστασης. Αν είστε σίγουρος ότι δεν εκτελείται ήδη άλλος βοηθός εγκατάστασης μπορείτε να διαγράψετε χειροκίνητα το αρχείο %s και εκτελέστε το βοηθό εγκατάστασης ξανά.
he: אינכם יכולים להריץ שני תהליכים של מתקין זה. במידה ואתם בטוחים כי מתקין אחר אינו מורץ כעת אתם יכולים למחוק ידנית את הקובץ %s ולהריץ שוב את מתקין זה.
sr: Не можете покренути два пута одједном овај програм за инсталацију. Ако сте сигурни да програм за инсталацију већ није покренут можете ручно обрисати фајл %s и покренути га поново.
th_th: คุณไม่สามารถเปิดใช้งานตัวติดตั้ง 2 ตัว พร้อมกัน ถ้าคุณแน่ใจว่าไม่มีตัวติดตั้งอื่นๆกำลังทำงานอยู่ คุณสามารถลบแฟ้ม %s ได้ด้วยตนเอง และเปิดใช้งานตัวติดตั้งใหม่อีกครั้ง

source: Thus installer version %s
ar: إصدار مثبت ذَاسْ %s
el: Βοηθός εγκατάστασης Thus έκδοση %s
he: מתקין Thus גרסא %s
sr: Thus програм за инсталацију, верзија %s
th_th: Thus installer รุ่น %s

source: Manjaro Installer
ar: مُثبت ماَنْجَارو
el: Βοηθός εγκατάστασης του Manjaro
he: מתקין Manjaro
sr: Манџаро инсталација
th_th: ตัวติดตั้ง Manjaro

source: Update Thus to the latest version (-uu will force the update)
ar: تحديث ذَاّسْ الى آخر إصدار (uu- سَيَفْرِض التحديث)
el: Ενημερώστε το Thus στην τελευταία έκδοση (το -uu θα εξαναγκάσει την ενημέρωση)
he: עדכן את Thus לגרסא אחרונה (uu- יכפה את העדכון)
sr: Ажурирај Thus најновијом верзијом (-uu ће форисрати ажурирање)
th_th: ปรับปรุ่ง Thus เป็นรุ่นล่าสุด (ใช้ -uu เพื่อบังคับปรับรุ่น)

source: Show options in development (DO NOT USE THIS!)
ar: إظهار الخيارات قيد التطوير (لا تقم بتغعيل ذلك!)
el: Εμφάνιση επιλογών στον προγραμματισμό (ΜΗΝ ΤΙΣ ΧΡΗΣΙΜΟΠΟΙΗΣΕΤΕ!)
he: הצג אפשרויות בפיתוח (אל תשתמשו בזה!)
sr: Приказ опција у развоју (НЕ КОРИСТИТЕ ОВО!)
th_th: แสดงตัวเลือกที่อยู่ระหว่างการพัฒนา (ห้ามใช้ตัวเลือกนี้!)

source: Unmounting %s
ar: جاري فصل %s
el: Αποπροσάρτηση του %s
he: חילוץ %s
sr: Одвајам %s
th_th: ยกเลิกการเชื่อมต่อ %s

source: Unmounting %s failed. Trying lazy arg.
ar: فشل فصل %s. جاري تجربة lazy arg
el: Η αποπροσάρτηση του %s απέτυχε.
sr: Развезивање %s није успело. Покушавам lazy arg.
th_th: ยกเลิกการเชื่อมต่อ %s ล้มเหลว กำลังลองวิธี lazy arg

source: Can't delete existent LVM volumes (see below)
ar: لا يمكن حذف أقراص LVM الموجودة (انظر في الأسفل)
el: Αδυναμία διαγραφής των ήδη υπαρχόντων τόμων LVM (βλ. παρακάτω)
sr: Није могуће обрисати постојеће LVM драјвове (погледајте испод)
th_th: ไม่สามารถลบ LVM volumes ที่มีอยู่ (ดูที่ด้านล่าง)

source: Can't close LUKS devices (see below)
ar: لا يمكن إغلاق أجهزة LUKS (انظر بالأسفل)
el: Αδυναμία κλεισίματος συσκευών LUKS (βλ. παρακάτω)
he: אין אפשרות לסגור התקני LUKS (ראו מטה)
sr: Није могуће затворити LUKS уређаје (погледати испод)
th_th: ไม่สามารถปิดอุปกรณ์ LUKS (ดูที่ด้านล่าง)

source: Unknown filesystem type %s
ar: نوع نظام الملفات مجهول %s
el: Άγνωστος τύπος συστήματος αρχείων %s
he: %s טיפוס מערכת קבצים לא מוכר
sr: Непознат тип "фајлсистема" %s
th_th: ประเภทระบบไฟล์ที่ไม่รู้จัก %s

source: Can't create filesystem %s
ar: غير قادر على انشاء نظام الملفات %s
el: Αδυναμία δημιουργίας συστήματος αρχείων %s
he: לא מסוגל ליצור מערכת קבצים %s
sr: Није могуће направити фајл систем %s
th_th: ไม่สามารถสร้างระบบไฟล์ได้ %s

source: Thus will setup LUKS on device %s
ar: سيقوم Thus بإعداد LUKS على القرص %s
el: Το Thus θα εγκαταστήσει το LUKS στη συσκευή %s
sr: Thus ће подесити LUKS на уређају %s
th_th: Thus จะทำการตั้งค่า LUKS บนอุปกรณ์ %s

source: Will setup LVM on device %s
ar: سيقوم بإعداد LVM على القرص %s
el: Θα εγκαταστήσει το LVM στη συσκευή %s
sr: LVM ће бити подешен на уређају %s
th_th: จะทำการติดตั้ง LVM บนอุปกรณ์ %s

source: Can't set locale %s
ar: لا يمكن تحديد المحلية %s
el: Αδυναμία ορισμού τοποθεσίες %s
he: לא מסוגל לקבוע מקומיות %s
sr: Није могуће подесити локализацију %s
th_th: ไม่สามารถตั้งค่าท้องถิ่น locale %s

source: password is too short
ar: كلمة السر قصيرة جدا
el: Ο κωδικός δεν είναι αρκετά μεγάλος
he: סיסמה קצרה מדי
sr: лозинка је прекратка
th_th: รหัสผ่านสั้นเกินไป

source: weak password
ar: كلمة السر ضعيفة
el: αδύναμος κωδικός
he: סיסמה חלשה
sr: слаба лозинка
th_th: รหัสผ่านไม่ปลอดภัย

source: fair password
ar: كلمة سر متوسطة
el: καλός κωδικός
he: סיסמה סבירה
sr: лоша лозинка
th_th: รหัสผ่านปลอดภัยปานกลาง

source: good password
ar: كلمة سر جيدة
el: καλός κωδικός
he: סיסמה טובה
sr: добра лозинка
th_th: รหัสผ่านมีความปลอดภัยที่ดี

source: strong password
ar: كلمة سر قوية
el: ισχυρός κωδικός
he: סיסמה חזקה
sr: јака лозинка
th_th: รหัสผ่านมีความปลอดภัยสูง

source: has at least %dGB available storage space
ar: لديه على الأقل %dجب من مساحة التخزين المتوفرة
el: εχει τουλάχιστον %dGB διαθέσιμου αποθηκευτικού χώρου
he: כולל אחסון עם נפח אחסון זמין של של %dGB לפחות
sr: има бар %dGB расположивог слободног места.
th_th: มีพื้นที่ว่างหน่วยบันทึกข้อมูลอย่างน้อย %dGB

source: It's not recommended to install grub in a partition
ar: انه لا ينصح تثبيت grub في قسم.
el: Δεν προτείνεται να εγκαταστήσετε τον grub σε διαμέρισμα
he: לא מומלץ להתקין grub בתוך מחיצה
sr: Није препоручен инсталирати grub на партицију
th_th: ไม่แนะนำให้ติดตั้ง grub สำหรับพาร์ติชั่นนี้

source: extended
ar: ممتد
el: εκτεταμένο
he: מורחב
sr: продужено
th_th: ที่ขยายออก

source: Creating primary partition
ar: إنشاء قسم أولي
el: Δημιουργία πρωτεύοντος διαμερίσματος
he: יצירת מחיצה יסודית
sr: Прављење примарне партиције
th_th: กำลังสร้างพาร์ทิชันหลัก

source: Creating extended partition
ar: إنشاء قسم ممتد
el: Δημιουργία εκτεταμένου διαμερίσματος
he: יצירת מחיצה מורחבת
sr: Прављење продужене партиције
th_th: กำลังสร้างพาร์ทิชันขยาย

source: Creating logical partition
ar: إنشاء قسم منطقي
el: Δημιουργία λογικού διαμερίσματος
he: יצירת מחיצה לוגית
sr: Прављење логичке партиције
th_th: กำลังสร้างพาร์ทิชันตรรกะ

source: Mount checklist:
ar: قائمة مرجعية للتركيبات:
sr: Листа провере спајања - "mount"-овања:
th_th: รายการเชื่อมต่อ:

source: Change...
ar: تعديل...
el: Αλλαγή...
he: שינוי...
sr: Промени...
th_th: แก้ไข...

source: Creating a new partition table of type %s for disk %s
ar: إنشاء جدول أقسام جديد من نوع %s لقرص %s
el: Δημιουργία νέου πίνακα διαμερισμάτων του τύπου %s για τον δίσκο %s
he: יצירת טבלת מחיצה חדשה מטיפוס %s עבור כונן %s
sr: Прављење нове партиционе табеле типа %s за диск %s
th_th: สร้างตารางพาร์ทิชันใหม่ประเภท %s สำหรับดิสก์ %s

source: GRUB requires a BIOS Boot Partition (2 MiB, no filesystem, "EF02" type code in gdisk or "bios_grub" flag in GNU Parted) in BIOS systems to embed its core.img file due to lack of post-MBR embed gap in GPT disks. Thus will create this special partition for you now.
ar: GRUB يحتاج الى BIOS Boot Partition (2 MiB, no filesystem, "EF02" type code in gdisk or "bios_grub" flag in GNU Parted) في نظام الBIOS لإدراج ملف الCore.img بسبب عدم وجود MBR في تضمين أقراص GPT. للسبب هذا التنصيب سوف يصنع قسم خاص فيك.
el: Ο GRUB απαιτεί Διαμέρισμα Εκκίνησης BIOS (2 MiB, όχι σύστημα αρχείων, κώδικας τύπου "EF02" στο gdisk ή σημαία "bios_grub" στο GNU Parted) στα συστήματα BIOS για να ενσωματώσει το αρχείο core.img του λόγω της έλλειψης του κενού ενσωμάτωσης μετά το MBR στους δίσκους GPT. Το Thus θα δημιουργήσει αυτό το ειδικό διαμέρισμα για εσάς τώρα.
sr: GRUB захтева BIOS Boot партицију (2 MiB, без фајл система, "EF02" типа кода у gdisk-у или "bios_grub" ознаци у GNU Parted) у BIOS системам да угради core.img фајл због недостатка post-MBR уграђене празнине у u GPT дисковима. Thus ће направити ову посебну партицију за Вас сада.
th_th: GRUB ต้องการพาร์ทิชัน BIOS Boot (2MiB ไม่มีระบบไฟล์ มีรหัสประเภท "EF02" ใน gisk หรือ flag "bios_grub" ใน GNU Parted) ในระบบ BIOS เพื่อฝังไฟล์ core.img อันเนื่องจากการขาดช่องว่างฝังตัว post-MBR ในดิสก์ GPT Thus จะสร้างพาร์ทิชันพิเศษนี้ห้คุณทันที

source: %s is mounted as swap. To continue it has to be unmounted. Click Yes to unmount, or No to return
ar: %s موصول كمساحة إبدال. يجب إلغاء وصله للإستمرار. إضغط نعم لإلغاء الوصل, أو لا للرجوع
el: Το %s είναι προσαρτημένο ως swap. Για να συνεχίσετε πρέπει να αποπροσαρτηθεί. Πατήστε Ναι για αποπροσάρτηση, ή Όχι για να επιστρέψετε
he: ‏%s מעוגנת בתור swap. בכדי להמשיך עליה להיות מחולצת. הקליקו כן כדי לבטל עגינה, או לא כדי לחזור
sr: %s је припојен као "swap". Да би наставили мора бити одвојен. Притисните "Да" да одвојите, или "Не" за повратак.
th_th: %s ถูกเชื่อมต่อเป็น swap เพื่อการดำเนินการในขั้นต่อไป จำเป็นจะต้องยกเลิกการเชื่อมต่อนี้ คลิก ใช่ Yes เพื่อยกเลิกการเชื่อมต่อ หรือ ไม่ No เพื่อย้อนกลับ

source: %s is mounted in '%s'. To continue it has to be unmounted. Click Yes to unmount, or No to return
ar: %s موصول في '%s'. يجب إلغاء وصله للإستمرار. إضغط نعم لإلغاء الوصل, أو لا للرجوع
el: Το %s είναι προσαρτημένο στο '%s'. Για να συνεχίσετε πρέπει να αποπροσαρτηθεί. Πατήστε Ναι για απροσάρτηση, ή Όχι για να συνεχίσετε
he: ‏%s מעוגנת בתוך '%s'. בכדי להמשיך עליה להיות מחולצת. הקליקו כן כדי לבטל עגינה, או לא כדי לחזור
sr: %s је припојен као %s. Да би наставили мора бити одвојен. Притисните "Да" да одвојите или "Не" за повратак.
th_th: %s ถูกเชื่อมต่อใน '%s' เพื่อดำเนินการต่อไป จำเป็นต้องยกเลิกการเชื่อมต่อนี้ คลิก ใช่ Yes เพื่อยกเลิกการเชื่อมต่อ หรือ ไม่ No เพื่อย้อนกลับ

source: %s shows as mounted (busy) but it has no mount point
ar: بنسبة %s تم تنصيبه ولكن لا يوجد له مكان للتنصيب (مشغول)
el: Το %s εμφανίζεται ως προσαρτημένο (απασχολημένο) αλλά δεν έχει σημείο προσάρτησης
sr: %s се приказује као припојен (заузет) али нема тачку припајања.
th_th: %s ถูกเชื่อมต่อแล้ว (กำลังใช้งาน) แต่ว่าไม่มีจุดเชื่อมต่อ

source: Partition %s will be deleted
ar: سيتم حذف القسم %s
el: Το διαμέρισμα %s θα διαγραφεί
he: מחיצה %s תימחק
sr: Партиција %s ће бити обрисана
th_th: พาร์ทิชัน %s จะถูกลบ

source: Saving changes done in %s
ar: تم إنهاء بنجاح حفظ التغييرات في %s
el: Η αποθήκευση των αλλαγών ολοκληρώθηκε σε %s
he: שמירת שינויים אשר נערכו בתוך %s
sr: Чување измена је у току, биће готово за %s
th_th: กำลังบันทึกการเปลี่ยนแปลงใน %s

source: Creating %s filesystem in %s labeled %s
ar: إنشاء نظام الملفات %s في %s المسمى %s
el: Δημιουργία %s συστήματος αρχείων σε %s με ετικέτα %s
he: יצירת מערכת קבצים %s בתוך %s סיווג %s
sr: Прављење %s фајлсистема у %s названом %s
th_th: กำลังสร้างไฟล์ระบบ %s ใน %s ที่ถูกตั้งฉลากไว้เป็น %s

source: Setting boot flag in %s partition
ar: وضع إشارة الإقلاع في القرص %s.
el: Ορισμός σημαίας εκκίνησης στο διαμέρισμα %s
sr: постављање boot ознаке на %s партицију
th_th: กำลังตั้งค่า boot flat ในพาร์ทิชัน %s

source: Couldn't format partition '%s' with label '%s' as '%s'
ar: لم تتم تهيئة القرص %s ذو الإسم %s على أنه %s
el: Αδυναμία διαμόρφωσης διαμερίσματος '%s' με ετικέτα '%s' ως '%s'
he: לא ניתן היה להגדיר מחיצה '%s' עם תווית '%s' בתור '%s' '
sr: Није могуће форматирати партицију '%s' са називом '%s' као '%s'
th_th: ไม่สามารถฟอร์แมทพาร์ทิชัน '%s' ด้วยฉลาก '%s' เป็น '%s'

source: Thus will not install any boot loader
ar: لن يقوم Thus بتثبيت محمل الإقلاع
el: Ο Thus δεν θα εγκαταστήσει κανένα φορτωτή εκκίνησης
he: Thus לא יתקין שום מנהל אתחול
sr: Thus неће инсталирати ни један boot loader
th_th: Thus จะไม่ติดตั้ง boot loader ใดๆ ทั้งสิ้น

source: Manjaro will install the bootloader of type %s in %s
ar: سيقوم منجارو بتثبيت محمل الإقلاع من نوع %s في %s
el: Το Manjaro θα εγκαταστήσει το φορτωτή εκκίνησης του τύπου %s σε %s
he: ‏Manjaro יתקין מנהל אתחול מטיפוס %s בתוך %s
sr: Манџаро ће инсталирати "bootloader" - покретач система, типа %s у %s
th_th: Manjaro จะติดตั้ง bootloader ประเภท %s ใน %s

source: Can't load %s css
ar: لا يمكن تحميل %s css
el: Αδυναμία φόρτωσης %s διαδοχικών φύλλων στυλ
sr: Није могуће учитати %s css
th_th: ไม่สามารถโหลด css %s

source: Choose which OS you want to install Manjaro next to
ar: إختر أي نظام تشغيل تريد منجارو أن يثبت بعده
el: Επιλέξτε μαζί με ποιο λειτουργικό σύστημα θέλετε να εγκαταστήσετε το Manjaro
he: בחרו לצד איזו מערכת הפעלה ברצונכם להתקין את Manjaro
sr: Изаберите са којим оперативним системом желите да паралено инсталирате Манџаро
th_th: เลือก OS ที่คุณต้องการจะติดตั้ง Manjaro ไว้ในตำแหน่งถัดไป

source: Detected OS
ar: تم إكتشاف نظام للتشغيل
el: Εντοπίστηκε λειτουργικό σύστημα
he: מערכת הפעלה מאותרת
sr: Примећен је оперативни систем
th_th: OS ที่ตรวจพบ

source: Filesystem
ar: نظام الملفات
el: Σύστημα αρχείων
he: מערכת קבצים
sr: Фајлсистем
th_th: ระบบไฟล์

source: pyparted3 not found!
ar: لم يتم العثور pyparted3!
el: Το pyparted3 δε βρέθηκε!
he: pyparted3 לא נמצא!
sr: pyparted3 није пронађен!
th_th: ไม่พบ pyparted3!

source: Unable to create list of partitions for alongside installation.
ar: غير قادر على إنشاء قائمة الأقسام لتثبيت جنبا إلى جنب
el: Αδυναμία δημιουργίας λίστας διαμερισμάτων για παράλληλη εγκατάσταση.
he: לא מסוגל ליצור רשימת מחיצות לצורך התקנה מקבילה.
sr: Није могуће направити листу партиција за паралелну инсталацију.
th_th: ไม่สามารถสร้างรายการพาร์ทิชันเพื่อการติดตั้งแบบควบคู่กันไป

source: Can't shrink the partition (maybe it's nearly full?)
ar: لا يمكن تقليص التقسيم (يمكن أنه تقريبا مليء)
el: Αδυναμία συρρίκνωσης διαμερίσματος (πιθανόν είναι σχεδόν γεμάτο;)
he: אין אפשרות לכווץ את המחיצה (יכול להיות כי זו על סף תפוסה מלאה?)
sr: Није могуће смањити партицију (можда је скоро пуна?)
th_th: ไม่สามารถย่นย่อพาร์ทิชัน (อาจเนื่องจากพาร์ทิชันเกือบเต็มแล้ว?)

source: There are too many primary partitions, can't create a new one
ar: هنالك الكثير من الأقسام الأولية, لا يمكن إنشاء واحد جديد
el: Υπάρχουν πάρα πολλά πρωτεύοντα διαμερίσματα, αδυναμία δημιουργίας νέου
he: ישנן יותר מידי מחיצות עיקריות, לא יכול ליצור מחיצה חדשה.
sr: Постоји превише примарних партиција, није могуће направити нову
th_th: มีพาร์ทิชันหลักมากเกินไป ไม่สามารถสร้างใหม่ได้

source: Can't shrink %s(%s) filesystem
ar: لا يمكن تقليص نظام ملفات %s(%s)
el: Αδυναμία συρρίκνωσης %s(%s) συστήματος αρχείων
he: לא מצליח לכווץ מערכת קבצים %s(%s)
sr: Није могуће смањити %s(%s) фајл систем
th_th: ไม่สามารถย่นย่อระบบไฟล์ %s(%s) ได้

source: Can't shrink %s(%s) partition
ar: لا يمكن تصغير سعة القرص (%s) %s
el: Αδυναμία συρρίκνωσης %s(%s) διαμερίσματος
sr: Није могуће смањити %s(%s) партицију
th_th: ไม่สามารถย่นย่อพาร์ทิชัน %s(%s) ได้
