Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: Flags
ar: الشارات
bg: Флагове
de: Warnhinweise
el: Σημαίες
es: Banderas
fr: Drapeaux
he: דגלים
hr: Oznake
hu: Zászlók
id: Flag
is: Flögg
ja: フラグ
nl: Vlaggen
pl: Flagi
pt_br: Sinalizações
ro: Steaguri
ru: Признаки
sr: Обележја
zh_tw: 旗標

source: none
ar: بدون
bg: няма
de: keine Angabe
el: καθόλου
es: ninguno
fr: aucun
he: כלום
hr: Nijedan
hu: semmi
id: tidak ada
is: enginn
it: niente
ja: なし
nl: geen
pl: żaden
pt_br: nenhum
ro: niciunul
ru: пусто
sr: ништа
th_th: ไม่มี
zh_tw: 無

source: Can't edit a partition with LVM filesystem type
bg: Не може да се промени дял с LVM файлова система
de: Partition mit LVM Dateisystem kann nicht geändert werden
es: No se puede editar una partición con un sistema de archivos LVM
fr: Impossible d'éditer une partition de type de système de fichiers LVM.
hr: Ne mogu urediti particiju sa LVM tipom datotečnog sustava
hu: Nem lehet LVM fájlrendszer típussal szerkeszteni a partíciót
id: Tidak dapat menyunting sebuah partisi dengan tipe sistem berkas LVM
is: Get ekki breytt disksneið með LVM-gerð skráakerfis
it: Non è possibile modificare una partizione con filesystem di tipo LVM
ja: LVMファイルシステムでのパーティションの編集ができません。
nl: Partities met een LVM-bestandssysteem kunnen niet bewerkt worden.
pl: Nie można zmodyfikować partycji z rodzajem systemów plików LVM
pt_br: Impossível editar uma partição com o sistema de arquivos LVM.
ro: Nu se poate edita o partiție cu sistemul de fișiere de tip LVM
ru: Не удается изменить раздел (тип файловой системы LVM)
zh_tw: 無法在 LVM 檔案系統類型下編輯分割區

source: Can't use same mount point twice.
bg: Не може да се използва една и съща точка за монтиране.
de: Es kann nicht derselbe Einhängepunkt zweimal benutzt werden.
es: No se puede usar el mismo punto de montaje dos veces.
fr: Impossible d'utiliser le même point de montage deux fois.
hr: Ne mogu dva puta koristiti istu točku montiranja.
hu: Nem használható kétszer ugyanaz a csatolási pont.
id: Tidak dapat menggunakan titik kait dua kali.
is: Get ekki notað sama tengipunkt tvisvar.
it: Non è possibile usare due volte lo stesso punto di montaggio
ja: 同じマウントは再度使用できません。
nl: Kan niet twee keer hetzelfde aankoppelpunt gebruiken.
pl: Nie można użyć tego samego punktu montowania dwa razy.
pt_br: Não é possível usar o mesmo ponto de montagem duas vezes.
ro: Nu se poate folosi același punct de montare de două ori.
ru: Невозможно использовать точку монтирования дважды
zh_tw: 無法使用同一個掛載點兩次。

source: You will delete the partition {0} from disk {1}
bg: Ще издриете ли дяла {0} от диск {1}
de: Sind sind dabei Partition {0} von Festplatte {1} zu löschen
es: Eliminará la partición {0} del disco {1}
fr: Vous allez supprimer la partition {0} du disque {1}
hr: Izbrisat će te particiju {0} sa diska {1}
hu: Törölni fogod a {0} partíciót a {1} lemezről
id: Anda akan menghapus partisi {0} dari disk {1}
is: Þú munt eyða disksneið {0} af diski {1}
it: Stai per cancellare la partizione {0} dal disco {1}
ja: ディスク {1} からパーティション {0} を削除します。
nl: Je gaat de partitie {0} verwijderen van de schijf {1}
pl: Usuniesz partycję {0} z dysku {1}
pt_br: Você irá apagar a partição {0} do disco {1}
ro: Veți șterge partiția {0} de pe discul {1}
ru: Раздел {0} будет удален с диска {1}
zh_tw: 您將會刪除分割區 {0} 從磁碟 {1}

source: Unmounting {0}...
bg: Демонтиране {0}...
de: {0} aushängen...
es: Desmontando {0}...
fr: Démontage de {0}...
hr: Odmontiranje {0}...
hu: Lecsatolás {0}...
id: Melepas kait {0}...
is: Aftengja úr skráakerfi {0}...
it: Rimozione di {0}...
ja: {0} をアンマウンティング中...
nl: {0} ontkoppelen...
pl: Odmontowywanie {0}...
pt_br: Desmontando {0}...
ro: Demontare {0}...
ru: Размонтирование {0}
zh_tw: 正在卸載 {0}...

source: Sorry, you already have {0} primary partitions created.
bg: Съжалявам, вече има създадени {0} първични дялове
de: Sorry, Sie haben bereits {0} primäre Partitionen erzeugt.
es: Lo sentimos, ya existen {0} particiones primarias.
fr: Désolé, vous avez déjà {0} partitions primaires existantes.
hr: Oprostite, već imate {0} stvorenih primarnih particija.
hu: Már létrehoztál {0} elsődleges partíciót.
id: Maaf, anda telah memiliki {0} partisi primer yang telah dibuat.
is: Því miður, þú hefur þegar búið til {0} aðaldisksneiðar.
it: Mi dispiace, hai già creato {0} partizioni primarie
ja: 申し訳ありませんが、{0} 基本パーティションが既に作成されています。
nl: Sorry, je hebt al {0} primaire partities aangemaakt.
pl: Przepraszamy, masz już utworzone {0} partycje główne.
pt_br: Desculpe, você já possui {0} partições primárias criadas.
ro: Ne pare rău, ai deja {0} partiție primară creată.
ru: Извините, вы уже создали {0} основных раздела
zh_tw: 抱歉，您已經建立 {0} 個主要分割區了。

source: Sorry, you already have {0} primary and 1 extended partitions created.
bg: Съжалявам, вече имате създадени {0} първични и 1 разширени дяла
de: Sorry, Sie haben bereits {0} primäre und 1 erweiterte Partition erzeugt.
es: Lo sentimos, ya existen {0} particiones primarias y una extendida.
fr: Désolé, vous avez déjà {0} partitions primaires et 1 partition étendue existantes.
hr: Oprostite, već imate {0} stvorenih primarnih particija i jednu proširenu.
hu: Már létrehoztál {0} elsődleges és 1 kiterjesztett partíciót.
id: Maaf, anda telah memiliki {0} partisi primer dan 1 tambahan yang telah dibuat.
is: Því miður, þú hefur þegar búið til {0} aðaldisksneiðar og 1 útvíkkaða disksneið.
it: Mi dispiace, hai già creato {0} partizioni primarie e 1 partizione estesa
ja: 申し訳ありませんが、{0} 基本パーティションと1つの拡張パーティションが既に作成されています。
nl: Sorry, je hebt al {0} primaire en 1 uitgebreide partitie aangemaakt.
pl: Przepraszamy, masz już utworzone {0} główne i 1 rozszerzoną partycje.
pt_br: Desculpe, você já possui {0} partições primárias e 1 partição extendida criadas.
ro: Ne pare rău, ai deja {0} partiție primară și 1 extinsă create.
ru: Извините, вы уже создали {0} основных раздела и 1 расширенный раздел
zh_tw: 抱歉，您已經建立 {0} 個主要分割區及 1 個延伸分割區了。

source: Can't use same mount point twice...
ar: لا يمكن إستعمال نقطة الوصل مرتين...
bg: Не може да се използва една и съща точка за монтиране...
de: Es kann nicht derselbe Einhängepunkt zweimal benutzt werden...
el: Αδυναμία χρήσης του ίδιου σημείου προσάρτησης δύο φορές...
es: No se puede usar dos veces el mismo punto de montaje...
fr: Impossible d'utiliser deux fois le même point de montage...
he: אין אפשרות לנצל את אותה נקודת עגינה פעמיים...
hr: Ne mogu dva puta koristiti istu točku montiranja...
hu: Nem lehet kétszer használni ugyanazt a csatolási pontot...
id: Tidak dapat menggunakan titik kait yang sama dua kali...
is: Get ekki notað sama tengipunkt tvisvar...
it: Non è possibile usare lo stesso punto di montaggio due volte...
ja: 同じマウントを再度使用することはできません...
nl: Kan hetzelfde aankoppelpunt geen twee keer gebruiken.
pl: Nie można użyć tego samego punktu montowania dwa razy...
pt_br: Não é possível usar mesmo o mesmo ponto de montagem mais de uma vez...
ro: Nu se poate utiliza același punct de montare de două ori...
ru: Нельзя использовать две одинаковые точки монтирования...
sr: Не можете користити једно исто место за припајање два пута...
th_th: ไม่สามารถใช้จุดเชื่อมต่อเดิมซ้ำ
zh_tw: 無法使用同一個掛載點兩次...

source: Creating a primary partition
bg: Създаване на основен дял
de: Erzeuge primäre Partition
es: Creando una partición primaria
fr: Création d'une partition primaire en cours
hr: Stvaranje primarne particije
hu: Elsődleges partíció létrehozása
id: Membuat sebuah partisi primer
is: Bý til aðaldisksneið
it: Creazione di una partizione primaria
ja: 基本パーティションの作成中
nl: Primaire partitie aanmaken
pl: Tworzenie partycji podstawowej
pt_br: Criando uma partição primária
ro: Se creează o partiție primară
ru: Создание основного раздела
zh_tw: 正在建立主要分割區

source: Creating an extended partition
bg: Създаване на разширен дял
de: Erzeuge erweiterte Partition
es: Creando una partición extendida
fr: Création d'une partition étendue en cours
hr: Stvaranje proširene particije
hu: Kiterjesztett partíció létrehozása
id: Membuat sebuah partisi tambahan
is: Bý til útvíkkaða disksneið
it: Creazione di una partizione estesa
ja: 拡張パーティションの作成中
nl: Uitgebreide partitie aanmaken
pl: Tworzenie partycji rozszerzonej
pt_br: Criando uma partição extendida
ro: Se creează o partiție extinsă
ru: Создание расширенного раздела
zh_tw: 正在建立延伸分割區

source: Creating a logical partition
bg: Създаване на логически дял
de: Erzeuge logische Partition
es: Creando una partición lógica
fr: Création d'une partition logique en cours
hr: Stvaranje logičke particije
hu: Logikai partíció létrehozása
id: Membuat sebuah partisi logikal
is: Bý til röklega disksneið
it: Creazione di una partizione logica
ja: 論理パーティションの作成中
nl: Logische partitie aanmaken
pl: Tworzenie partycji logicznej
pt_br: Criando uma partição lógica
ro: Se creează o partiție logică
ru: Создание логического раздела
zh_tw: 正在建立邏輯分割區

source: LUKS passwords do not match!
bg: LUKS паролата не съвпада!
de: LUKS Passwörter stimmen nicht überein!
es: ¡Las contraseñas LUKS no coinciden!
fr: Les mots de passe LUKS ne concordent pas !
hr: LUKS lozinke se ne podudaraju!
hu: LUKS jelszavak nem egyeznek!
id: Kata sandi LUKS tidak sama!
is: LUKS lykilorðin passa ekki saman!
it: Le password di LUKS non corrispondono!
ja: LUKSパスワードが一致しません!
nl: LUKS-wachtwoorden komen niet overeen!
pl: Hasła LUKS do siebie nie pasują!
pt_br: As senhas do LUKS não correspondem.
ro: Parolele LUKS nu se potrivesc!
ru: Пароли LUKS не совпадают!
zh_tw: LUKS 密碼不符合！

source: Advanced installation mode
ar: نمط التثبيت المتقدم
bg: Инсталиране за напреднали
de: Erweiterte Installation
el: Μέθοδος εγκατάστασης για προχωρημένους
es: Instalación avanzada
fr: Mode d'installation avancé
he: מצב התקנה מתקדם
hr: Napredni oblik instalacije
hu: Haladó telepítési mód
id: Mode instalasi lanjutan
is: Ítarlegur uppsetningarhamur
it: Modalità di installazione avanzata
ja: 高度なインストール
nl: Geavanceerde installatiemodus
pl: Tryb instalacji zaawansowanej
pt_br: Modo de instalação avançado
ro: Mod de instalare avansat
ru: Режим установки для опытных
sr: Напредни начин инсталације
th_th: โหมดการติดตั้งขั้นสูง
zh_tw: 進階安裝模式

source: Use the device below for boot loader installation:
bg: Използване на това устройство за инсталиране на boot loader:
de: Benutzen Sie dieses Laufwerk für die Bootloader-Installation:
es: Usar el siguiente dispositivo para la instalación del gestor de arranque:
fr: Utiliser le périphérique ci-dessous pour l'installation du chargeur de démarrage :
hr: Koristi ovaj dolje uređaj za instalaciju programa za pokretanje:
hu: Használja ezt az eszközt a rendszer betöltő telepítésére:
id: Gunakan perangkat di bawah ini untuk instalasi bootloader:
is: Nota tækið hér fyrir neðan til að setja upp ræsistjóra:
it: Utilizza il seguente dispositivo per l'installazione del boot loader:
ja: ブートローダーのインストールに以下のデバイスを使用
nl: Gebruik het apparaat hieronder voor de installatie van de bootloader:
pl: Użyj poniższego urządzenia do instalacji programu rozruchowego:
pt_br: Use o dispositivo abaixo para instalar o boot loader:
ro: Folosește dispozitivul de sub pentru instalarea bootloader-ului:
ru: Выберите устройство для установки загрузчика:
zh_tw: 使用下列裝置安裝開機載入器：

source: Device:
bg: Устройство:
de: Laufwerk:
es: Dispositivo:
fr: Périphérique :
hr: Uređaj:
hu: Eszköz
id: Perangkat:
is: Tæki:
it: Dispositivo:
ja: デバイス:
nl: Apparaat:
pl: Urządzenie:
pt_br: Dispositivo:
ro: Dispozitiv:
ru: Диск
zh_tw: 裝置：

source: Mount Checklist:
bg: Списък за Монтиране:
de: Einhängepunkt-Checkliste:
es: Lista de comprobación de montaje:
fr: Points de montage :
hr: Kontrolni popis montiranja:
hu: Csatolási pontok listája:
id: Senarai Centang Kait:
is: Gátlisti tenginga í skráakerfi­:
ja: マウントチェックリスト:
nl: Aankoppelpunt checklist:
pl: Zestawienie montowania:
pt_br: Monte Checklist:
ro: Listă de verificare pt. montare:
ru: Список монтирования:
sr: Листа провере припајања - "маунтовања":
zh_tw: 掛載確認清單：

source: Root
ar: الروت
bg: Главен
fr: Racine
he: שורש
is: Rót
ja: ルート
pl: Katalog główny

source: Boot
ar: إقلاع
bg: Зареждане
de: Startvorgang
el: Εκίνηση
es: Arranque
fr: Démarrage
ja: ブート
pl: Rozruch
pt_br: Inicializando
ru: Загрузка
zh_tw: 開機

source: Undo
bg: Отмени
de: Rückgängig machen
es: Deshacer
fr: Annuler
hr: Poništi
hu: Visszavonás
id: Ulangi
is: Afturkalla
it: Annulla
ja: やり直し
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer
ro: Revocare
ru: Вернуть
zh_tw: 復原

source: New
ar: جديد
bg: Нов
de: Neu
el: Νέο
es: Nueva
fr: Nouveau
he: חדש
hr: Novi
hu: Új
id: Baru
is: Nýtt
it: Nuovo
ja: 新規
nl: Nieuw
pl: Nowa
pt_br: Novo
ro: Nouă
ru: Новый
sr: Нова
th_th: สร้างใหม่
zh_tw: 新的

source: Delete
bg: Изтрий
de: Löschen
es: Eliminar
fr: Supprimer
hr: Obriši
hu: Törlés
id: Hapus
is: Eyða
it: Cancella
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Deletar
ro: Șterge
ru: Удалить
zh_tw: 刪除

source: Edit...
bg: Редактиране...
de: Bearbeiten...
es: Editar...
fr: Editer...
hr: Uredi...
hu: Szerkesztés...
id: Sunting...
is: Breyta...
it: Modifica...
ja: 編集...
nl: Bewerken...
pl: Edycja...
pt_br: Editar...
ro: Editează...
ru: Изменить
zh_tw: 編輯...

source: New partition table
ar: جدول أقسام جديد
bg: Нова таблица на дяловете
de: Neue Partitionstabelle
el: Νέος πίνακας διαμερισμάτων
es: Nueva tabla de particiones
fr: Nouvelle table de partitions
he: טבלת מחיצה חדשה
hr: Nova particijska tablica
hu: Új partíciós tábla
id: Tabel partisi baru
is: Ný disksneiðatafla
it: Nuova tabella delle partizioni
ja: 新しいパーティションテーブル
nl: Nieuwe partitietabel
pl: Nowa tabela partycji
pt_br: Nova tabela de partição
ro: Tabela nouă de partiție
ru: Новая таблица разделов
sr: Ново партиционисање диска
th_th: สร้างตารางพาร์ทิชันใหม่
zh_tw: 新的分割表

source: _Cancel
bg: _Отказ
de: _Abbrechen
es: _Cancelar
fr: _Annuler
hr: _Odustani
hu: _Mégsem
id: _Batal
is: _Hætta við
it: _Annulla
ja: 取消（_C）
nl: _Annuleren
pl: _Anuluj
pt_br: _Cancelar
ro: _Anulează
ru: Отменить
zh_tw: 取消(_C)

source: _Apply
bg: _Приложи
de: _Anwenden
es: _Aplicar
fr: _Appliquer
hr: _Primjeni
hu: _Alkalmaz
id: _Terapkan
is: _Virkja
it: _Applica
ja: 適用（_A）
nl: _Toepassen
pl: _Zastosuj
pt_br: _Aplicar
ro: _Aplică
ru: Применить
zh_tw: 套用(_A)

source: Size:
ar: حجم:
bg: Размер:
de: Größe:
el: Μέγεθος:
es: Tamaño:
fr: Taille :
he: גודל:
hr: Veličina
hu: Méret:
id: Ukuran:
is: Stærð:
it: Dimensione:
ja: サイズ:
nl: Grootte:
pl: Rozmiar:
pt_br: Tamanho:
ro: Mărime:
ru: Размер:
sr: Величину:
th_th: ขนาด:
zh_tw: 大小：

source: Type:
ar: نوع:
bg: Вид:
de: Typ:
el: Τύπος:
es: Tipo:
he: טיפוס:
hr: Tip
hu: Típus:
id: Tipe:
is: Gerð:
it: Tipo:
ja: タイプ:
pl: Rodzaj:
pt_br: Tipo:
ro: Tip:
ru: Тип:
sr: Тип:
th_th: ประเภท:
zh_tw: 類型：

source: Primary
ar: اولي
bg: Основен
de: Primäre
el: Προτεύων
es: Primaria
fr: Primaire
he: יסודית
hr: Primarno
hu: Elsődleges
id: Primer
is: Aðal
it: Primaria
ja: 基本パーティション
nl: Primair
pl: Podstawowy
pt_br: Primária
ro: Primară
ru: Основной
sr: Примарна
zh_tw: 主要

source: Logical
ar: منطقي
bg: Логически
de: Logische
el: Λογικό
es: Lógica
fr: Logique
he: לוגית
hr: Logički
hu: Logikai
is: Rökleg
it: Logica
ja: 論理パーティション
nl: Logisch
pl: Logiczny
pt_br: Lógica
ro: Logică
ru: Логический
sr: Логичка
zh_tw: 邏輯

source: Extended
ar: ممتد
bg: Разширен
de: Erweiterte
el: Εκτεταμένο
es: Extendida
fr: Étendue
he: מורחבת
hr: Produženo
hu: Kiterjesztett
is: Útvíkkuð
it: Estesa
ja: 拡張パーティション
nl: Uitgebreid
pl: Rozszerzony
pt_br: Extendida
ro: Extinsă
ru: Расширенный
sr: Продужено
zh_tw: 延伸

source: Beginning of this space
ar: بداية هذه المساحة
bg: В началото на пространството
de: Beginn dieses Speichers
el: Αρχή αυτού του χώρου
es: Al inicio de este espacio
fr: Début de cet espace
he: תחילת נפח זה
hr: Početak ovog prostora
hu: Az elején ennek a helynek
id: Permulaan ruang ini
is: Byrjun á þessu rými
it: Spazio iniziale
ja: この領域の始点
nl: Begin van deze ruimte
pl: Początek obszaru
pt_br: Iniciando em
ro: Începutul acestui spațiu
ru: Начало этого пространства
sr: На почетку овог празног простора
th_th: จุดเริ่มต้นของพื้นที่ว่างนี้
zh_tw: 此空間的起始點

source: End of this space
ar: نهاية هذه المساحة
bg: В края на пространството
de: Ende dieses Speichers
el: Τέλος αυτού του χώρου
es: Al final de este espacio
fr: Fin de cet espace
he: סוף נפח זה
hr: Završetak ovog prostora
hu: A végen ennek a helynek
id: Akhir ruang ini
is: Endi á þessu rými
it: Spazio finale
ja: この領域の終点
nl: Eind van deze ruimte
pl: Koniec obszaru
pt_br: Finalizando em
ro: Sfârșitul acestui spațiu
ru: Конец данной области
sr: На крају овог празног простора
th_th: จุดสิ้นสุดของพื้นที่ว่างนี้
zh_tw: 此空間的結束點

source: Use As:
bg: Използване като:
de: Benutzen als:
es: Usar como:
fr: Utiliser comme :
hr: Upotrijebi kao:
hu: Használja mint:
id: Gunakan Sebagai:
is: Nota sem:
it: Usa come:
ja: 使用:
nl: Gebruiken als:
pl: Użyj jako:
pt_br: Utilizar como:
ro: Folosește ca:
ru: Использовать как:
zh_tw: 用作：

source: Mount Point:
bg: Точка на монтиране:
de: Einhängepunkt:
es: Punto de montaje:
fr: Point de montage :
hr: Točka montiranja:
hu: Csatolási pont:
id: Titik Kait:
is: Tengipunktur:
it: Punto di Montaggio:
ja: マウントポイント:
nl: Aankoppelpunt:
pl: Punkt montowania:
pt_br: Ponto de Montagem:
ro: Punct de montare:
ru: Точка монтирования
zh_tw: 掛載點：

source: Label (optional):
ar: إسم (إختياري):
bg: Етикет (по желание):
de: Beschriftung (optional):
el: Ετικέτα (προαιρετικό):
es: Etiqueta (opcional):
fr: Étiquette (facultatif) :
he: סיווג (רשות):
hr: Etiketa (opcionalno):
hu: Címke (opcionális):
id: Label (opsional):
is: Merking (valkvætt):
it: Nome (opzionale):
ja: ラベル (オプション):
nl: Label (optioneel):
pl: Etykieta (opcjonalnie):
pt_br: Rótulo (opcional):
ro: Etichetă (opțional):
ru: Метка (не обяз.):
sr: Назив (опционо):
th_th: ฉลาก (ไม่จำเป็น):
zh_tw: 標籤(選擇性)：

source: Encryption Options...
ar: خيارات التشفير...
bg: Опции за криптиране...
de: Verschlüsselungsoptionen...
el: Επιλογές Κρυπτογράφησης...
es: Opciones de Cifrado...
fr: Options de cryptage...
he: אפשרויות הצפנה...
hr: Opcije šifriranja...
hu: Titkosítási beállítások...
id: Pilihan Enkripsi...
is: Valkostir dulritunar...
it: Opzioni di crittografia...
ja: 暗号化のオプション...
nl: Encryptie opties
pl: Opcje szyfrowania...
pt_br: Opções de criptografia ...
ro: Opțiuni de criptare...
ru: Параметры шифрования...
sr: Опције за енкрипцију...
th_th: ตัวเลือกการเข้ารหัสลับ...
zh_tw: 加密選項...

source: Format:
ar: صيغة:
bg: Формат:
el: Διαμόρφωση:
es: Formato:
fr: Formater :
he: פורמט:
hr: Fromat:
hu: Formatálás:
is: Snið:
it: Formato:
ja: フォーマット:
nl: Formatteer:
pt_br: Formato:
ro: Formatează:
ru: Файловая система:
sr: Форматирање:
th_th: รูปแบบ:
zh_tw: 格式化：

source: Partition Table Type:
ar: نوع جدول الأقسام:
bg: Вид дялова таблица:
de: Partitionstabellentyp:
el: Τύπος Πίνακα Διαμερισμάτων:
es: Tipo de Tabla de Partición
fr: Type de table de partition :
he: טיפוס לוח מחיצה:
hr: Vrsta particijske tablice:
hu: Partíciós tábla típusa:
id: Jenis Tabel Partisi:
is: Tegund disksneiðatöflu:
it: Tipo di tabella delle partizioni:
ja: パーティションテーブルの種類:
nl: Partitietabel Type:
pl: Typ tabeli partycji:
pt_br: Tipo de Partição de Tabela:
ro: Tipul tabelei de partiție:
ru: Типы таблицы разделов:
sr: Тип партиционисања табела:
th_th: ประเภทตารางพาร์ทิชัน:
zh_tw: 分割表類型：

source: Create Partition Table
ar: إنشاء جدول الأقسام
bg: Създаване на дялова таблица
de: Erstelle Partitionstabelle
el: Δημιουργία Πίνακα Διαμερισμάτων
es: Crear tabla de particiones
fr: Créer une Table de Partitions
he: צור טבלת מחיצה
hr: Stvaranje particijske tablice
hu: Partíciós tábla létrehozása
id: Buat Tabel Partisi
is: Búa til disksneiðatöflu
it: Crea tabella delle partizioni
ja: パーティションテーブルの作成
nl: Creëer Partitietabel
pl: Utwórz tabelę partycji
pt_br: Criar Tabela de Partições
ro: Creează tabela de partiție
ru: Создать таблицу разделов
sr: Направите табелу партиционисања
th_th: สร้างตารางพาร์ทิชัน
zh_tw: 創建分割表

source: Use LUKS encryption:
bg: Използване на LUKS криптиране:
de: LUKS-Verschlüsselung verwenden:
es: Usar encriptación LUKS:
fr: Utiliser le chiffrement LUKS :
hr: Korištenje LUKS šifriranja:
hu: Használjon LUKS titkosítást:
id: Gunakan enkripsi LUKS:
is: Nota LUKS dulritun:
it: Usa crittografia LUKS:
ja: LUKS暗号化の使用:
nl: LUKS-encryptie gebruiken:
pl: Użyj szyfrowania LUKS:
pt_br: Usar encriptação LUKS:
ro: Folosește encripția LUKS:
ru: Использовать шифрование LUKS
zh_tw: 使用 LUKS 加密：

source: LUKS volume name:
bg: LUKS име на дяла:
de: LUKS Volumen-Name:
el: Όνομα τομέα LUKS:
es: Nombre del volumen LUKS:
fr: Nom du volume LUKS :
he: שם נפח LUKS:
hr: LUKS ime jedinice:
hu: LUKS kötet neve:
id: Nama volume LUKS:
is: Heiti LUKS gagnageymslu:
it: Nome del volume LUKS:
ja: LUKS ボリューム名:
nl: LUKS volume naam:
pl: Nazwa wolumenu LUKS:
pt_br: Nome do volume LUKS:
ro: Nume volum LUKS:
ru: Имя тома LUKS
sr: LUKS партиција, назив:
zh_tw: LUKS 卷名：

source: Password:
ar: كلمة السر:
bg: Парола:
de: Passwort:
el: Κωδικός
es: Constraseña:
fr: Mot de passe :
he: סיסמה:
hr: Lozinka:
hu: Jelszó:
id: Sandi:
is: Lykilorð:
ja: パスワード:
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
ro: Parolă:
ru: Пароль:
sr: Лозинка:
th_th: รหัสผ่าน:
zh_tw: 密碼：

source: Confirm password:
bg: Потвърждаване на паролата:
de: Bestätige Passwort:
el: Επιβεβαίωση κωδικού
es: Repita la contraseña:
fr: Confirmez votre mot de passe :
he: ודא סיסמה:
hr: Potvrdi lozinku:
hu: Jelszó megerősítése:
id: Ulangi sandi:
is: Staðfesta lykilorð:
it: Conferma password:
ja: パスワードの確認:
nl: Bevestig wachtwoord:
pl: Potwierdź hasło:
pt_br: Confirmar senha:
ro: Confirmați parola:
ru: Подтвердите пароль:
sr: Потврдите лозинку:
th_th: ยืนยัน รหัสผ่าน:
zh_tw: 確認密碼：

source: Creating a new {0} partition table for disk {1}
bg: Създаване на {0} таблица с дялове на диск {1}
de: Eine neue {0} Partitionstabelle für Festplatte {1} wird erstellt
es: Creando una nueva tabla de particiones {0} para el disco {1}
fr: Création d'une nouvelle table de partition de type {0} pour le disque {1}
hr: Kreiram novu {0} particijsku tablicu za disk {1}
hu: Új {0} partíciós tábla létrehozása a {1} lemez számára
id: Membuat sebuah {0} tabel partisi untuk diska {1}
is: Bý til nýja {0} disksneiðatöflu fyrir disk {1}
it: Creazione di una nuova {0} tabella di partizionamento del disco {1}
ja: ディスク {1} 上で新しいパーティションテーブル {0} を作成
nl: Nieuwe {0} partitietabel aanmaken voor schijf {1}
pl: Tworzenie nowej tablicy partycji {0} dla dysku {1}
pt_br: Criando uma nova tabela de partição {0} para o disco {1}
ro: Se creează un nou {0} tabel de partiție pentru disc {1}
ru: Создание новой таблицы разделов для диска {1}
zh_tw: 建立一個新的 {0} 分割表給磁碟 {1}
