Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: Can't detect used space of REISERFS partition %s
ar: غير قادر على معرفة المساحة المستخدمة للقرص %s ذو نوع الملفات REISERFS
el: Αδυναμία ανίχνευσης χρησιμοποιημένου χώρου διαμερίσματος REISERFS %s
sr: Није могуће одредити искоришћен простор на REISERFS партицији %s
th_th: ไม่สามารถตรวจพบพื้นที่ที่ใช้แล้วของพาร์ทิชัน REISERFS %s

source: Can't detect used space of BTRFS partition %s
ar: غير قادر على معرفة المساحة المستخدمة للقرص %s ذو نوع الملفات BTRFS
el: Αδυναμία ανίχνευσης χρησιμοποιημένου χώρου διαμερίσματος BTRFS %s
sr: Није могуће одредити искоришћен простор на BTRFS партицији %s
th_th: ไม่สามารถตรวจพบพื้นที่ที่ใช้แล้วของพาร์ทิชัน BTRFS %s

source: Can't detect used space of XFS partition %s
ar: غير قادر على معرفة المساحة المستخدمة للقرص %s ذو نوع الملفات XFS
el: Αδυναμία ανίχνευσης χρησιμοποιημένου χώρου διαμερίσματος XFS %s
sr: Није могуће одредити искоришћен простор на XFS партицији %s
th_th: ไม่สามารถตรวจพบพื้นที่ที่ใช้แล้วของพาร์ทิชัน XFS %s

source: Installation finished! Do you want to restart your system now?
ar: تم إنهاء التثبيت! هل ترغب بإعادة تشغيا نظامك الأن؟
el: Η εγκατάσταση ολοκληρώθηλε! Θελετε να κάνετε επανεκίνηση το σύστημα σας τώρα;
he: התקנה הסתיימה! האם ברצונכם לאתחל את מערכתכם כעת?
sr: Инсталација је завршена! Да ли желите да рестартујете систем сада?
th_th: การติดตั้งเสร็จสิ้น! คุณต้องการเริ่มระบบใหม่หรือใหม่?

source: IMPORTANT: There may have been a problem with the Grub(2) bootloader installation which could prevent your system from booting properly. Before rebooting, you may want to verify whether or not GRUB(2) is installed and configured. The Arch Linux Wiki contains troubleshooting information: https://wiki.archlinux.org/index.php/GRUB Would you like to view the wiki page now?
el: ΣΗΜΑΝΤΙΚΟ: Ίσως υπάρξει πρόβλημα με την εγκατάσταση του Grub(2) bootloader που θα μπορούσε να εμποδίσει την κανονική εκκίνηση του συστήματός σας. Πριν την επανεκκίνηση, ίσως να θελήσετε να επαληθεύσετε αν ο GRUB(2) είναι εγκατεστημένος και ρυθμισμένος ή όχι. Το Wiki του Arch Linux περιέχει πληροφορίες αντιμετώπισης προβλημάτων: https://wiki.archlinux.org/index.php/GRUB Θα θέλατε να δείτε τη σελίδα του wiki τώρα;
sr: ВАЖНО: могуће је да постоји проблем са Grub(2) bootloader инсталацијом који би могао да спречи систем да се исправно покрене. Пре рестарта, можда би требало да проверите да ли је или не GRUB(2) инсталиран и конфигурисан. The Arch Linux Wiki садржи информације о проблему: https://wiki.archlinux.org/index.php/GRUB Да ли би сте желели да погледате wiki страницу сада?
th_th: สำคัญ: อาจมีปัญหาเกี่ยวกับการติดตั้ง Grub(2) bootloader ซึ่งอาจป้องกันไม่ให้ระบบเริ่มทำงานได้ปกติ ก่อนเริ่มทำงานระบบ คุณอาจจะต้องการตรวจสอบว่า GRUB(2) ถูกติดตั้งและตั้งค่า เรียบร้อยแล้วหรือไม่ Arch Linux Wiki มีข้อมูลตรวจสอบปัญหาเบื้องต้น: https://wiki.archlinux.org/index.php/GRUB คุณต้องการจะไปดูหน้าเว็บวิกิดังกล่าวตอนนี้เลยหรือไม่?

source: Do you want to retry?
ar: هل تريد إعادة المحاولة؟
el: Θέλετε να ξαναπροσπαθήσετε;
he: האם ברצונכם לנסות שוב?
sr: Да ли желите да покушате поново?
th_th: คุณต้องการทดลองใหม่อีกครั้งหรือไม่?

source: location changed to : %s
el: Η τοποθεσία άλλαξε σε : %s
he: מיקום השתנה אל : %s
sr: локација промењена у : %s
th_th: ตำแหน่งถูกเปลี่ยนเป็น : %s

source: Stopping timezone threads...
el: Σταμάτημα των νημάτων ζώνης ώρας...
he: כעת מפסיק שרשורי אזור זמן...
sr: Заустављање процеса временске зоне...
th_th: กำลังหยุดการทำงาน thread โซนเวลา...

source: Can't get the country code used to create a pacman mirrorlist
el: Αδύνατο να πάρω των κωδικό της χώρας που χρησιμοποιείτε για να δημιουργηθεί λίστα κατόπτρων στον διαχειρηστή πακέτων pacman
sr: Није могуће пронаћи код земље који је потребан за креирање pacman-ове листе пресликавања - "mirroring"
th_th: ไม่พบรหัสประเทศเพื่อใช้สร้างรายชื่อเซิร์ฟเวอร์ของ pacman

source: BIOS (common)
ar: BIOS (شائع)
el: BIOS (συνηθησμένο)
he: ‏BIOS (שכיח)
sr: BIOS (уобичајено - стандардно)

source: Choose 'Cancel' if you don't want to install a boot loader
el: Επιλέξτε 'Άκυρο' αν δεν θέλετε να εγκατασταθεί ο φορτωτής εκίνησης
sr: Изаберите 'Откажи' ако не желите да инсталирате boot loader

source: (*) This highly depends on which desktop environment you choose, so you might need more space.
he: (*) זה תלוי במידה רבה על איזו סביבת עבודה אתם בוחרים, כך שאנו עשויים להיזדקק לעוד נפח.
sr: (*) Ово је уско повезано са тиме које десктоп окружење изаберете, па ће Вам можда требати више простора.

source: New Partition Table
el: Νέος Πίνακας Διαμερίσματος
sr: Ново дељење - партиционисање диска
th_th: ตารางพาริติชั่นใหม่

source: <span size="large">Choose which OS you want to install Manjaro next to</span>
ar: <span size="large">إختر أي نظام تشغيل تريد منجارو أن يثبت بعده</span>
el: <span size="large">Επιλέξτε δίπλα σε ποιό λειτουργικό σύστημα θέλετε να εγκατασταθεί το Manjaro</span>
he: <span size="large">בחרו לצד איזו מערכת הפעלה ברצונכם להתקין את Manjaro</span>
sr: <span size="large">Изаберите са којим оперативним системом желите да паралелно инсталирате Манџаро</span>

source: Choose the new size
ar: إختر حجم جديد
el: Επιλέξτε το νέο μέγεθος
he: בחרו את המידה החדשה
sr: Изаберите нову величину
th_th: กำหนดขนาด(ใหม่)

source: Other OS
ar: نظام تشغيل أخر
el: Άλλο λειτουργικό σύστημα
he: מערכת הפעלה אחרת
sr: Други оперативни систем
th_th: ระบบปฏิบัติการอื่นๆ

source: Manjaro
ar: منجارو
sr: Манџаро

source: <span weight="light" size="small">Warning: This will delete all programs, documents, photos, music and any other files on your disk</span>
el: <span weight="light" size="small">Προσοχή: Αυτό θα διαγράψει όλα τα προγράμματα, έγγραφα, φωτογραφίες και όλα τα υπόλοιπα αρχεία απο τον δίσκο σας</span>
he: <span weight="light" size="small">ﬡזﬣﬧﬣ: זו תמחק את כל התוכניות, המסמכים, התצלומים, המוזיקה וכן כל קובץ אחר על הכונן שלכם</span>
sr: <span weight="light" size="small">Упозорење: Ово ће обрисати све програме, документа, слике, музику и остале фајлове на Вашем диску</span>
th_th: <span weight="light" size="small">คำเตือน: จะทำการลบข้อมูลทุกอย่างของคุณในดิส</span>

source: Encrypts the new Manjaro installation for better security
el: Κρυπτογραφήστε τη νέα σας εγκατάσταση Manjaro για καλύτερη ασφάλεια
he: הצפנת התקנת Manjaro החדשה לצורך אבטחה טובה יותר
sr: Енкриптујте нову Манџаро инсталацију за већу сигурност
th_th: เข้ารหัสำหรับการติดตั้ง Manjaro เพื่อความปลอดภัยที่ดีกว่า

source: <span weight="light" size="small">You will be asked for the encryption key in the next step</span>
el: <span weight="light" size="small">Θα ερωτηθείτε για το κλειδί κρυπτογράφησης στο επόμενο βήμα</span>
he: <span weight="light" size="small">אתם תישאלו אודות מפתח ההצפנה בצעד הבא</span>
sr: <span weight="light" size="small">Бићете упитани за лозинку енкрипције у следећем кораку</span>

source: Use LVM with the new Manjaro installation
el: Χρησιμοποιείστε LVM με την νέα σας εγκατάσταση Manjaro
he: השתמש ב LVM עם התקנת Manjaro החדשה
sr: Користи LVM са новом инсталацијом Манџара

source: <span weight="light" size="small">This will set up LVM allowing you to make snapshots and change partition sizes in a straightforward way</span>
el: <span weight="light" size="small">Αυτό θα ρυθμίσει το LVM επιτρέποντας σας να παρετε στυγμιότυπα και να αλλάξετε μέγεθος διαμερίσματος σε ξεκάθαρο δρόμο</span>
sr: <span weight="light" size="small">Ово ће подесити LVM и омогућити Вам да направите сликoвите мапе - "snapshots" и промените величине партиција на врло интуитиван начин</span>

source: <span weight="light" size="small">This will setup your /home directory in a different partition or volume.</span>
sr: <span weight="light" size="small">Ово ће подесити Ваш /home директоријум на другу партицију или драјв.</span>

source: Install alongside other OSes
el: Εγκατάσταση δίπλα σε άλλα λειτουργικά συστήματα
he: התקן לצד מערכות הפעלה אחרות
sr: Инсталирај упоредо са другим опеартивни системима
th_th: ติดตั้งควบคู่กับระบบปฏิบัติการอื่นๆ

source: <span weight="light" size="small">With this option you will be installing Manjaro alongside one of the other OSes you already have installed.</span>
el: <span weight="light" size="small">Με αυτή την επιλογή θα εγκαταστήσετε το Manjaro δίπλα σε ένα απο τα άλλα λέιτουργικά συστήματα που έχετε ήδη εγκαταστήσει.</span>
he: <span weight="light" size="small">בעזרת אפשרות זו אתם תתקינו את Manjaro לצד מערכות הפעלה אשר כבר מצויות אצלכם.</span>
sr: <span weight="light" size="small">Овим ћете инсталирати Манџаро упоредо са неким од оперативних система који сте већ инсталирали.</span>
th_th: <span weight="light" size="small">ด้วยตัวเลือกนี้คุณจะสามารถติดตั้ง Manjaro ควบคู่ไปกับระบบปฏิบัติการอื่นๆ ที่ได้ติดตั้งไปแล้วได้.</span>

source: Manage your partitions and choose where to install Manjaro (advanced)
el: Διαχείρηστείτε τα διαμερίσματα και επιλέξτε που θα εγκατασταθεί το Manjaro (προχωρημένο)
sr: Управљајте Вашим партицијама и изаберите где желите да инсталирате Манџаро (напредна инсталација)
th_th: จัดการพาร์ติดชั่น(ขั้นสูง) สำหรับติดตั้ง Manjaro

source: <span weight="light" size="small">You will be able to create/delete partitions, choose where to install Manjaro and also choose additional mount points.</span>
el: <span weight="light" size="small">Θα μπορέσετε να δημιουργήσετε/διαγράψετε διαμερίσματα, διαλέξτε που να εγκαταστήσετε το Manjaro και επίσης επιλέξτε επιπλέον σημεία προσάρτησης.</span>
sr: <span weight="light" size="small">Моћићете да правите/бришете партиције, изаберете где да инсталирате Манџаро и такође инсталирате додатне тачке припајања - "маунтовања".</span>

source: <b>WARNING! This installation mode will overwrite everything on your drive!</b>
el: </b>ΠΡΡΟΕΙΔΟΠΟΙΗΣΗ! Αυτή η μορφή εγκατάστασης θα αντικαταστήσει όλα τα υπάρχοντα απο τον δίσκο σας!</b>
he: <b>ﬡזﬣﬧﬣ! מצב התקנה זה יכתוב מחדש על כל דבר בכונן שלך!</b>
sr: <b>УПОЗОРЕЊЕ! Овај мод инсталирања ће пребрисати све што имате на Вашем драјву!</b>
th_th: <b>คำเตือน! การติดตั้งวิธีนี้จะเขียนทับข้อมูลทุกอย่าง ข้อมูลเดิมของคุณจะสูญหาย</b>

source: <span weight="bold">Please choose your language:</span>
el: <span weight="bold">Παρακαλώ επιλέξτε την γλώσσα σας:</span>
he: <span weight="bold">אנא בחרו את שפתכם:</span>
sr: <span weight="bold">Изаберите Ваш језик:</span>
th_th: <span weight="bold">โปรดเลือกภาษา:</span>

source: <span weight='bold'>Notice: The Thus Installer is beta software.</span> Thus is pre-release beta software that is under active development. It does not yet properly handle RAID, btrfs subvolumes, or other advanced setups. Please proceed with caution as data loss is possible! If you find any bug, please, visit <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>
el: <span weight='bold'>Προσοχή: Ο εγκαταστάτης Thus είναι λογισμικό σε δοκιμαστική φάση.</span> Αυτό είναι δοκιμαστικό πριν την έκδοση λογισμικό και κάτω απο ενεργή ανάπτυξη. Ακόμη δεν χειρείζετε σωστά το RAID, brtfs, υπο-τόμους, η άλλες προχωρημένες διευθετήσεις. Παρακαλώ προχωρήστε με προσοχή επειδή η απώλεια δεδομένων είναι πιθανή! Αν βρείτε κάποιο σφάλμα, παρακαλώ , επισκεφθείτε <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>
he: <span weight='bold'>שימו לב: המתקין Thus הינו תוכנת beta.</span> ‏&rlm;Thus הינו תוכנת טרום-שחרור בשלבי beta אשר מצוי תחת פיתוח פעיל. הוא לא מתמודד כראוי עם RAID, &rlm;btrfs subvolumes, או עם התקנות מתקדמות אחרות. אנא המשיכו בזהירות כשם איבוד של נתונים הינו אפשרי בהחלט! במידה ואתם מוצאים תקלה כלשהי, אנא, בקרו בכתובת <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>
sr: <span weight='bold'>Запажање: Thus инсталациони програм је бета софтвер.</span> Thus је бета софтвер који је под активним развојем. Још увек се не сналази поуздано са RAID, btrfs subvolumes и другим напредним подешавањима. Молим Вас наставите са опрезом јер је могућ губитак података! Ако пронађете неку грешку, молим Вас посетите <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>
th_th: <span weight='bold'>หมายเหตู: Thus เป็นรุ่นทดลอง.</span> Thus ยังอยู่ระหว่างการพัฒนา. ยังไม่รองรับการทำงานของ RAID , btfs , subvolumes หรือ การปรับแต่งขั้นสูง มีความเป็นไปได้ที่ข้อมูลของคุณอาจสูญหาย ถ้าคุณเจอปัญหาการใช้งานโปรดแจ้งที่<a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>
