Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: Home partition size: %dMiB
ar: حجم القسم الرئيسي: %dMiB
bg: Размер на домашен дял: %dMiB
de: Home Partitions-Größe: %dMiB
el: Μέγεθος διαμερίσματος προσωπικού φακέλου: %dMiB
es: Tamaño partición Home: %dMiB
fr: Taille de la partition home : %dMio
he: גודל מחיצת בית: %dMiB
hr: Veličina HOME particije: %dMiB
hu: Home partíció méret: %dMiB
id: Ukuran partisi home: %dMiB
is: Stærð heimadisksneiðar: %dMiB
it: Dimensione della partizione di Home: %dMiB
ja: ホームパーティションのサイズ: %dMiB
nl: Grootte home partitie: %dMiB
pl: Rozmiar partycji domowej: %dMiB
pt_br: Tamanho da partição home: %dMiB
ro: Mărimea partiției /home: %dMiB
ru: Размер раздела Home: %dMiB
sr: Величина "home" партиције: %dMiB
th_th: พาร์ทิชัน Home ขนาด %dMiB
zh_tw: 家目錄分割區大小： %dMiB

source: Setup cannot detect size of your device, please use advanced installation routine for partitioning and mounting devices.
ar: التنصيب لا يمكن الكشف على حجم الجهاز, يرجى استخدام روتين تنصيب المطور للتجزئه و التركيب.
bg: Настройката не може да определи размера на вашето устройство, моля използвайте настройката за напреднали за да разделите и монтирате устройствата.
de: Der Installer konnte die Größe Ihrer Laufwerke nicht erkennen. Bitte nutzen Sie die fortgeschrittene Installations-Routine, um Ihre Laufwerke partitionieren sowie einbinden können.
el: Η εγκατάσταση δεν μπορεί να ανιχνεύσει το μέγεθος της συσκευής σας, παρακαλώ χρησιμοποιήστε την προηγμένη τακτική εγκατάστασης για διαχωρισμό διαμερισμάτων και προσάρτηση συσκευών.
es: La instalación no puede detectar el tamaño del dispositivo, por favor, utilice la instalación avanzada para el particionado y la selección de puntos de montaje.
fr: Le programme ne parvient pas à détecter la taille de votre disque, veuillez utiliser l'installation avancée pour partitionner et monter vos disques.
he: ההתקנה לא מסוגלת לאתר את הגודל של ההתקן שלך, אנא השתמש בתהליך התקנה מתקדם לשם חלוקה ועגינה של התקנים.
hr: Program ne može otkriti veličinu vašeg uređaja, molimo vas da koristite naprednu instalacijsku rutinu za particioniranje i montiranje uređaja.
hu: A telepítő nem tudja érzékelni az eszköz méretét, kérlek válaszd a haladó telepítési módot az eszközök partícionálására és csatolására.
id: Pengaturan tidak dapat mendeteksi ukuran perangkat Anda, silakan gunakan pilihan instalasi lanjutan untuk melakukan partisi dan mengaitkan perangkat.
is: Uppsetningaforritið náði ekki að finna stærðina á tækinu, notaðu ítarlegri uppsetningarham til að ákvarða disksneiðar og tengipunkta.
it: L'installazione non riesce a rilevare le dimensioni del dispositivo, si prega di utilizzare procedura di installazione avanzata per il partizionamento e montaggio del dispositivo.
ja: Setupはデバイスのサイズを認識することができません。デバイスのマウント及びパーティショニングのためadvanced installation routineを使用してください。
nl: Setup kan de grootte van je apparaat niet bepalen, gebruik de geavanceerde installatie-optie voor partitioneren en aankoppelen apparaten.
pl: Instalator nie może wykryć rozmiaru Twojego urządzenia. Proszę użyć trybu instalacji zaawansowanej, celem partycjonowania i montowania urządzeń.
pt_br: A configuração não pode detectar o tamanho do seu dispositivo, por favor utilize a rotina de instalação avançada para particionar e montar os dispositivos.
ro: Nu se poate detecta mărimea dispozitivului, utilizați procedura de instalare avansată pentru partiționare și montare.
ru: Не удалось определить объем устройства, воспользуйтесь расширенной процедурой установки для создания разделов и подключения устройств.
sr: Програм не може да детектуеј величину Вашег уређаја, молим Вас користите напредну инсталацију за партиционисање и управљање уређајима.
th_th: ตัวติดตั้งไม่สามารถตรวจพบขนาดของอุปกรณ์ของคุณ กรุณาเลือกวิธีการติดตั้งขั้นสูงเพื่อแบ่งพาร์ทิชันและอุปกรณ์เชื่อมต่อ
zh_tw: 安裝程式無法偵測您的裝置大小，請使用進階安裝模式以手動分割及掛載裝置。

source: Error informing the kernel of the partition change.
bg: Грешно уведомяване на ядрото за промени в дяловете.
de: Versuch den Kernel über Änderung von Partitionen zu informieren schlug fehl.
es: Error al informar al núcleo del cambio de la partición.
fr: Erreur lors de la notification au noyau du changement de partition.
hr: Greška prilikom informiranja kernela o promjeni particije.
hu: A kernel tájékoztatása a partícióváltozásról nem sikerült.
id: Galat menginformasikan kernel dari perubahan partisi
is: Villa við að upplýsa kjarnann um breytingu á disksneið.
it: Errore nell'informare il kernel del cambiamento della partizione.
ja: パーティション変更のカーネル通知エラー
nl: Fout bij het doorgeven van informatie over de partitiewijziging aan de kernel.
pl: Błąd informowania jądra o zmianach partycji.
pt_br: Erro ao informar o kernel sobre a alteração na partição.
ro: Eroare în informare kernel de modificarea partiției.
ru: Не удается сообщить ядру про изменения, произведенные на диске
zh_tw: 分割區變動的核心通知錯誤。

source: Thus will setup LVM on device {0}
bg: Thus ще инсталира LVM на устройство {0}
de: Thus wird LVM auf Laufwerk {0} einrichten
es: Thus instalará LVM en el dispositivo {0}
fr: Thus va configurer LVM sur le périphérique {0}
hr: Thus će postaviti LVM na uređaj {0}
hu: A Thus Telepíteni fogja az LVM-t ezen az eszközön: {0}
id: Thus akan mengatur LVM pada perangkat {0}
is: Thus mun sétja upp LVM á tæki {0}
it: Thus imposterà LUKS sul dispositivo {0}
ja: Thusはデバイス {0} にLVMをセットアップします
nl: Thus zal LVM installeren op apparaat {0}
pl: Thus ustawi LVM na urządzeniu {0}
pt_br: O Thus irá configurar o LVM no dispositivo {0}
ro: Thus va configura LVM pe dispozitivul {0}
ru: Thus установит LVM на устройство {0}
zh_tw: Thus 將會在裝置 {0} 上設定 LVM

source: Error creating LVM physical volume
bg: Грешка при създаването LVM физически дял
de: Fehler beim Erstellen einer LVM Partition (physical volume)
es: Error al crear el volumen LVM físico
fr: Erreur à la création du volume physique LVM
hr: Greška kod stvaranja LVM fizičke jedinice
hu: Hiba az LVM fizikai kötet létrehozásakor.
id: Galat membuat volume fisik LVM
is: Villa kom upp við að búa til LVM rauneintak
it: Errore nella creazione di un volume fisico LVM
ja: LVM 物理ボリュームの作成エラー
nl: Fout bij het aanmaken van een LVM fysiek volume
pl: Wystąpił błąd przy tworzeniu wolumenu fizycznego LVM
pt_br: Erro ao criar o volume físico LVM
ro: Eroare în crearea volumui fizic LVM
ru: Ошибка создания физического тома LVM
zh_tw: 建立 LVM 物理卷時發生錯誤

source: Error creating LVM volume group
bg: Грешка при създаване LVM дялова група
de: Fehler beim Erstellen eines LVM Pool (volume group)
es: Error al crear el grupo de volúmenes LVM
fr: Erreur à la création du groupe de volumes LVM
hr: Greška kod stvaranja LVM grupne jedinice
hu: Hiba az LVM kötet csoport létrehozásakor.
id: Galat membuat grup volume LVM
is: Villa kom upp við að búa til LVM sýndardisk
it: Errore nella creazione di un volume logico LVM
ja: LVM ボリュームグループの作成エラー
nl: Fout bij het aanmaken van een LVM volumegroep
pl: Wystąpił błąd przy tworzeniu grupy wolumenu LVM
pt_br: Erro ao criar o grupo de volumes LVM
ro: Eroare în crearea volumului grup LVM
ru: Ошибка создания группы томов LVM
zh_tw: 建立 LVM 卷群組時發生錯誤

source: Error creating LVM logical volume
bg: Грешка при създаване LVM логически дял
de: Fehler beim Erstellen einer virtuellen LVM Partition (logical volume)
es: Error al crear el volumen lógico LVM
fr: Erreur à la création du volume logique LVM
hr: Greška kod stvaranja LVM logičke jedinice
hu: Hiba az LVM logikai kötet létrehozásakor.
id: Galat membuat volume logikal LVM
is: Villa kom upp við að búa til LVM rökeintak
it: Errore nella creazione di un volume logico LVM
ja: LVM 論理ボリュームの作成エラー
nl: Fout bij het aanmaken van een LVM logisch volume
pl: Wystąpił błąd przy tworzeniu wolumenu logicznego LVM
pt_br: Erro ao criar o volume lógico LVM
ro: Eroare în crearea volumului logic LVM
ru: Ошибка создания логического тома LVM
zh_tw: 建立 LVM 邏輯卷時發生錯誤

source: Can't copy LUKS keyfile to the installation device
bg: Не може да се копира LUKS ключът в инсталационното устройство
de: Kann LUKS Schlüsseldatei nicht auf Installations-Laufwerk kopieren
es: No se pudo copiar el fichero de claves LUKS al dispositivo de la instalación
fr: Impossible de copier le fichier de clé LUKS sur le périphérique de destination
hr: Ne mogu kopirati LUKS datoteku ključa na instalacijski uređaj
hu: Nem lehet a LUKS kulcsfájlt a telepítési eszközre másolni
id: Tidak dapat menyalin berkas kunci ke pemasangan perangkat
is: Get ekk afritað LUKS lykilskrá á uppsetningartækið
it: Impossible copiare il file della chiave LUKS nel dispositivo di installazione
ja: インストールデバイスにLUKS キーファイルをコピーできません
nl: Kan de LUKS-keyfile niet kopiëren naar de installatieschijf
pl: Nie można skopiować pliku klucza LUKS na urządzenie instalacyjne
pt_br: Impossível copiar o arquivo-chave do LUKS no dispositivo de instalação
ro: Nu se poate copia fișierul cheie LUKS pe dispozitivul de instalare
ru: Не удается копировать файл ключа LUKS на устройство установки
zh_tw: 無法複製 LUKS 金鑰檔案至安裝的裝置

source: 'ruuid' variable is not set. I can't check root UUID in grub.cfg, let's hope it's ok
bg: "ruuid" променливата не е определена. Не може да се провери главното UUID в grub.cfg, дано всичко да е наред
de: 'ruuid' Variable ist nicht gesetzt. UUID in grub.cfg kann nicht überprüft werden.
es: Variable 'ruuid' no establecida. No se puede comprobar el UUID del sistema en 'grub.cfg', esperemos que este bien
fr: La variable 'ruuid' n'est pas définie. Impossible de vérifier l'UUID root dans grub.cfg, espérons qu'il est valide.
hu: Az 'ruuid' változó nincs beállítva. Nem tudom megnézni a gyökér UUID-t a grub.cfg-ben, reménykedjünk, hogy rendben van.
id: variabel 'ruuid' tidak diatur. Saya tidak bisa mengecek root UUID di grub.cfg, mari kita berharap baik - baik saja
is: 'ruuid' breytan er ekki sett. Ekki er hægt að athuga UUID rótar í grub.cfg, Við skulum vona að þetta sé í lagi
it: la variabile 'ruuid' non settata. Non posso controllare la root UUID nel file grub.cfg, speriamo che sia corretta
ja: 'ruuid' 変数が設定されていません。 grub.cfg におけるルートUUIDの確認ができません。Ok とみなします。
nl: 'ruuid' variabele is niet ingesteld. Ik kan de root UUID niet controleren in grub.cfg, hopelijk klopt het allemaal
pl: Zmienna 'ruuid' nie jest ustawiona. Nie mogę sprawdzić UUID roota w grub.cfg. Miejmy nadzieję, że jest poprawne
pt_br: A variável 'ruuid' não foi definida. Não posso checar o UUID raiz no grub.cfg, vamos esperar que esteja certo
ro: Variabila 'ruuid' nu este setată. Nu se poate verifica root UUID în grub.cfg, să sperăm că este ok
ru: Переменная 'ruuid' не определена. Не могу проверить UUID корневого раздела в grub.cfg, будем надеятся, что там все в порядке.
zh_tw: 「ruuid」變量未被設定。我無法檢查在 grub.cfg 中的根 UUID，讓我們希望它是正常的

source: /etc/default/grub configuration completed successfully.
bg: Конфигурацията на /etc/default/grub е успешна.
de: Konfiguration von /etc/default/grub erfolgreich abgeschlossen.
es: /etc/default/grub creado correctamente.
fr: Configuration de /etc/default/grub terminée avec succès.
hu: /etc/default/grub konfigurációja sikeresen befejezve.
id: konfigurasi /etc/default/grub berhasil diselesaikan.
is: /etc/default/grub stillingar lokið með góðum árangri.
it: configurazione di /etc/default/grup completata con successo
ja: /etc/default/grub の設定が完了しました。
nl: /etc/default/grub configuratie succesvol uitgevoerd.
pl: Konfiguracja /etc/default/grub zakończona pomyślnie.
pt_br: Configuração completada com sucesso em /etc/default/grub
ro: /etc/default/grub configurare terminată cu succes.
ru: Конфигурация /etc/default/grub выполнена успешно
zh_tw: /etc/default/grub 設定成功完成

source: Could not copy {0} to grub.d
bg: не може да се копира {0} в grub.d
de: Kopieren von {0} nach grub.d nicht möglich
es: No se puede copiar {0} a grub.d
fr: Échec de la copie de {0} dans grub.d
hr: Ne mogu kopirati {0} u grub.d
hu: Nem sikerült a(z) {0} másolása a grub.d helyre
id: Tidak dapat menyalin {0} ke grub.d
is: Gat ekki afritað {0} til grub.d
it: Non ho potuto copiare {0} in grub.d
ja: grub.d に {0} がコピーできませんでした
nl: Kon {0} niet kopiëren naar grub.d
pl: Nie można skopiować {0} do grub.d
pt_br: Impossível copiar {0} para grub.d
ro: Nu s-a putut copia {0} la grub.d
ru: Не удается копировать{0} в grub.d
zh_tw: 無法複製 {0} 到 grub.d

source: Installing GRUB(2) BIOS boot loader in {0}
bg: Инсталиране на GRUB(2) BIOS мениджър на зареждането в {0}
de: Installiere GRUB(2) Bootloader auf {0}
es: Instalando gestor de arranque GRUB(2) BIOS en {0}
fr: Installation en cours du chargeur de démarrage BIOS GRUB(2) dans {0}
hr: Instaliram GRUB(2) BIOS boot loader na {0}
hu: GRUB(2) rendszerbetöltő telepítése itt: {0}
id: Memasang boot loader BIOS GRUB(2) di {0}
is: Set upp GRUB(2) BIOS ræsistjórann á {0}
it: Installare GRUB(2) BIOS boot loader in {0}
ja: GRUB(2) BIOS ブートローダーを {0} にインストールしています
nl: GRUB(2) BIOS boot loader installeren op {0}
pl: Instalowanie programu rozruchowego GRUB(2) BIOS na {0}
pt_br: Instalando o bootloader GRUB(2) BIOS em {0}
ro: Se instalează GRUB(2) BIOS bootloader în {0}
ru: Установка загрузчика GRUB(2)BIOS на {0}
zh_tw: 正在安裝 GRUB(2) BIOS 開機載入器到 {0}

source: grub-mkconfig does not respond. Killing grub-mount and os-prober so we can continue.
bg: grub-mkconfig не отговаря. Спиране на grub-mount и os-prober за продължаване.
de: grub-mkconfig reagiert nicht. groub-mount und os-prober werden beendet um fortzufahren.
es: grub-mkconfig no responde. Cerrando grub-mount y os-prober para poder continuar.
fr: grub-mkconfig ne répond pas. Tuez grub-mount et os-prober afin de pouvoir continuer.
hu: A grub-mkconfig nem válaszol. A grub-mount és az os-prober leállítása a folytatáshoz.
id: grub-mkconfig tidak merespon. Matikan grub-mount dan os-prober sehingga kitadapat melanjutkan.
is: grub-mkconfig svarar ekki. Slátra grub-mount og os-prober svo við getum haldið áfram.
it: grub-mkconfig non risponde. Interrompere grub-mount e os-prober affinchè si possa continuare.
ja: grub-mkconfig が応答しません。続行するためにgrub-mountとos-proberをKillします。
nl: grub-mkconfig reageert niet. grub-mount en os-prober afsluiten zodat we door kunnen gaan.
pl: Proces grub-mkconfig nie odpowiada. Aby móc kontynuować należy zabić procesy grub-mount i os-prober.
pt_br: o grub-mkconfig não responde. Matando o grub-mount e o os-prober para que possamos continuar.
ro: grub-mkconfig nu răspunde. Se termină grub-mount și os-prober pentru a putea continua.
ru: grub-mkconfig не отвечает. Убейте grub-mount и os-prober, чтобы продолжить.
zh_tw: grub-mkconfig 沒有回應。正在砍除 grub-mount 及 os-prober，這樣，我們才能繼續。

source: GRUB(2) BIOS has been successfully installed.
ar: تم تثبيت GRUB(2) BIOS بنجاح.
bg: GRUB(2) BIOS е успешно инсталиран.
de: GRUB(2) BIOS wurde erfolgreich installiert.
el: Η εγκατάσταση του GRUB(2) BIOS είναι επιτυχής.
es: GRUB(2) BIOS ha sido instalado correctamente.
fr: GRUB(2) BIOS a été installé avec succès.
he: ‏GRUB(2) BIOS הותקן בהצלחה.
hr: GRUB(2) BIOS je uspješno instaliran.
hu: GRUB(2) BIOS telepítése sikeres.
id: GRUB(2) BIOS telah berhasil diinstal.
is: Það tókst að setja upp GRUB(2) BIOS.
it: GRUB(2) BIOS è stato installato correttamente.
ja: GRUB(2) のインストールは完了しました。
nl: GRUB(2) BIOS is succesvol geïnstalleerd.
pl: GRUB(2) BIOS został pomyślnie zainstalowany.
pt_br: GRUB (2) BIOS foi instalado com sucesso.
ro: GRUB(2) BIOS a fost instalat cu succes.
ru: GRUB(2) BIOS установлен успешно.
sr: GRUB(2) BIOS је успешно инсталиран.
th_th: GRUB(2) BIOS ถูกติดตั้งเสร็จสมบูรณ์
zh_tw: GRUB(2) BIOS 已成功安裝。

source: ERROR installing GRUB(2) BIOS.
ar: حدث خطأ في تثبيت GRUB(2) BIOS.
bg: ГРЕШКА при инсталиране на GRUB(2) BIOS.
de: Ein FEHLER trat bei der Installation von GRUB(2) BIOS auf.
el: ΣΦΑΛΜΑ εγκατάστασης του GRUB(2) BIOS.
es: ERROR al instalar GRUB(2) BIOS.
fr: ERREUR durant l'installation de GRUB(2) BIOS.
he: שגיאה בהתקנת GRUB(2) BIOS.
hr: Greška prilikom instalacije GRUB(2) BIOS.
hu: HIBA a GRUB(2) BIOS telepítése során.
id: KESALAHAN saat menginstal GRUB(2) BIOS.
is: VILLA við uppsetningu GRUB(2) BIOS.
it: Errore durante l'installazione di GRUB(2) BIOS.
ja: GRUB(2) のインストール中にエラーが発生しました。
nl: FOUT bij installeren GRUB(2) BIOS.
pl: BŁĄD instalacji GRUB(2) BIOS.
pt_br: Erro ao instalar o GRUB (2) BIOS.
ro: EROARE la instalarea GRUB(2) BIOS.
ru: ERROR установки GRUB(2) BIOS.
sr: ГРЕШКА при инсталацији GRUB(2) BIOS-a.
th_th: เกิดข้อผิดพลาดขณะติดตั้ง GRUB(2) BIOS
zh_tw: 安裝 GRUB(2)時發生錯誤。

source: The efi directory is: {0}
bg: EFI директорията е: {0}
hr: EFI direktorij je: {0}
hu: Az EFI-könyvtár a következő: {0}
id: Direktori efi adalah: {0}
is: EFI-mappan er: {0}
ja: efi ディレクトリ: {0}
nl: De efi map is: {0}
pl: Katalog efi to: {0}
pt_br: O diretório efi é: {0}
ro: Directorul efi este: {0}
zh_tw: EFI 目錄為：{0}

source: Installing GRUB(2) UEFI {0} boot loader in {1}
bg: Инсталиране на GRUB(2) UEFI {0} мениджър на зареждане в {1}
id: Memasang boot loader UEFI GRUB(2) {0} di {1}
is: Set upp GRUB(2) UEFI {0} ræsistjórann á {1}
ja: GRUB(2) UEFI {0} ブートローダーを {1} にインストールしています
nl: GRUB(2) UEFI {0} bootloader installeren op {1}
pl: Instalowanie programu rozruchowego {0} GRUB(2) UEFI w {1}
pt_br: Instalando o boot loader GRUB(2) UEFI {0} em {1}
ro: Se instalează GRUB(2) UEFI {0} bootloader în {1}
zh_tw: 正在安裝 GRUB(2) UEFI {0} 開機載入器到 {1}

source: grub-install command: {0}
bg: grub-install команда: {0}
hr: grub-install naredba: {0}
hu: grub-install parancs: {0}
id: perintah grub-install: {0}
is: grub-install skipun: {0}
ja: grub インストールコマンド: {0}
nl: grub-install opdracht: {0}
pl: Polecenie grub-install: {0}
pt_br: comando grub-install: {0}
ro: comandă grub-install: {0}
zh_tw: grub-install 指令：{0}

source: Command grub-install failed. Error output: {0}
bg: Командата grub-install се провали. Данни за грешката: {0}
hu: A grub-install parancs sikertelen. Hibakimenet: {0}
id: perintah grub-install gagal. Keluaran galat: {0}
is: Skipunin grub-install mistókst. Villumelding: {0}
ja: grub インストールコマンドに失敗しました。エラー出力: {0}
nl: Opdracht grub-install is mislukt. Fout-output: {0}
pl: Wystąpił błąd polecenia grub-install. Wyjście błędu: {0}
pt_br: Comando grub-install falhou. Saída de erro: {0}
ro: Comanda grub-install a eșuat. Output eroare: {0}
zh_tw: 指令 grub-install 執行失敗。錯誤輸出：{0}

source: Command grub-install timed out.
bg: Просрочено време при изпълнение на командата grub-install.
hr: Vrijeme izvršenja naredbe grub-install je isteklo.
hu: A grub-install parancs időtúllépés miatt nem sikerült.
id: Perintah grub-install kehabisan waktu.
is: Skipunin grub-install féll á tíma.
ja: grub インストールコマンドがタイムアウトしました。
nl: Opdracht grub-install duurde te lang.
pl: Przekroczono czas polecenia grub-install.
pt_br: O comando grub-install falhou.
ro: Comanda grub-install a expirat.
zh_tw: 指令 grub-install 執行逾時。

source: Command grub-install failed. Unknown Error: {0}
bg: Командата grub-install се провали. Непозната Грешка: {0}
hr: Naredba grub-install nije izvršena. Nepoznata greška: {0}
hu: A grub-install parancs sikertelen. Ismeretlen hiba: {0}
id: Perintah grub-install gagal. Galat Tidak Diketahui: {0}
is: Skipunin grub-install mistókst. Óþekkt villa: {0}
ja: grub インストールコマンドに失敗しました。未知のエラー: {0}
nl: Opdracht grub-install is mislukt. Onbekende fout: {0}
pl: Wystąpił błąd polecenia grub-install. Nieznany błąd: {0}
pt_br: Comando grub-install falhou. Erro desconhecido: {0}
ro: Comanda grub-install a eșuat. Eroare necunoscută: {0}
zh_tw: 指令 grub-install 執行失敗。未知錯誤：{0}

source: No OEM loader found in {0}. Copying Grub(2) into dir.
bg: Не е намерено ОЕМ зареждащо устройство в {0}. Копиране на Grub(2) в директорията.
de: Kein OEM Bootloader im Verzeichnis {0} gefunden. Kopiere Grub(2) in das Verzeichnis.
es: No se encontro cargador OEM en {0}. Copiando Grub(2) en dir.
fr: Aucun chargeur OEM trouvé dans {0}. Copie de GRUB(2) dans le répertoire en cours.
hu: Nem található OEM rendszerbetöltő a {0}-n. Grub(2) másolása könyvtárba.
id: Tidak ditemukan pemuat loader OEM di {0}. Menyalin Grub(2) ke dalam direktori.
is: Enginn OEM-hlaðari fannst í {0}. Afrita Grub(2) inn í möppu.
it: No loader OEM trovato in {0}. Sto copiando Grub(2) in dir.
ja: {0} にOEMローダーが見つかりません。 ディレクトリにGrub(2)をコピーします。
nl: Geen OEM lader gevonden op {0}. Grub(2) kopiëren naar die map.
pl: Nie odnaleziono w {0} programu wczytującego OEM. Kopiowanie Grub(2) do katalogu.
pt_br: Nenhum carregador OEM encontrado em {0}. Copiando o Grub(2) no diretório.
ro: Nu s-a găsit nici un loader OEM în {0}. Se copiază Grub(2) în dir.
ru: Не найден загрузчик OEM в {0}. Копирование Grub(2) в папку.
zh_tw: 在 {0} 沒有發現 OEM 載入器。正在複製 Grub(2) 到目錄中。

source: Copying Grub(2) into OEM dir failed: {0}
bg: Копирането на Grub(2) в директорията на OEM се провали: {0}
de: Kopieren des GRUB(2) Bootloader in das OEM Verzeichnis {0} fehlgeschlagen
es: Fallo la copia de Grub(2) en OEM dir: {0}
fr: Échec de la copie de GRUB(2) dans le dossier OEM : {0}
hu: Grub(2) másolása az OEM könyvtárba sikertelen: {0}
id: Menyalin Grub(2) ke dalam direktori OEM gagal: {0}
is: Afritun Grub(2) inn í OEM-möppu mistókst: {0}
it: Copia di Grub(2) nella directory OEM non riuscita: {0}
ja: OEMディレクトリに Grub(2)をコピーすることに失敗しました: {0}
nl: Grub(2) kopiëren naar de OEM-map is mislukt: {0}
pl: Kopiowanie Grub(2) do katalogu OEM zakończone błędem: {0}
pt_br: A cópia do Grub(2) no diretório OEM falhou: {0}
ro: Copierea Grub(2) în dir OEM a eșuat: {0}
ru: Не удалось скопировать Grub(2) в папку OEM: {0}
zh_tw: 複製 Grub(2) 到 OEM 目錄失敗：{0}

source: File not found.
bg: Файлът не е намерен.
de: Datei nicht gefunden.
es: No se encontró el fichero.
fr: Fichier non trouvé.
hr: Datoteka nije nađena.
hu: Fájl nem található.
id: Berkas tidak ditemukan.
is: Skrá ekki fundinn.
it: File non trovato.
ja: ファイルが見つかりませんでした。
nl: Bestand niet gevonden.
pl: Plik nie został odnaleziony.
pt_br: Arquivo não encontrado.
ro: Fișierul nu s-a găsit.
ru: Файл не найден
zh_tw: 找不到檔案。

source: File already exists.
bg: Файлът вече съществува.
de: Datei ist bereits vorhanden.
es: El archivo ya existe.
fr: Fichier déjà existant.
hr: Datoteka već postoji.
hu: A fájl már létezik.
id: Berkas telah ada.
is: Skrá þegar til.
it: Il file esiste già.
ja: ファイルは既に存在します。
nl: Bestand bestaat al.
pl: Plik już istnieje.
pt_br: O arquivo já existe.
ro: Fișierul deja există.
ru: Файл уже существует
zh_tw: 檔案已經存在。

source: Generating grub.cfg
ar: يتم الآن إنشاء الملف grub.cfg
bg: Генериране на grub.cfg
de: Erstelle grub.cfg
el: Δημιουργία του grub.cfg
es: Generando grub.cfg
fr: Création de gruf.cfg
hr: Generiram grub.cfg
hu: grub.cfg generálása
id: Menghasilkan grub.cfg
is: Bý til grub.cfg
it: Generazione di grub.cfg
ja: grub.cfgの生成
nl: Genereren grub.cfg
pl: Generowanie grub.cfg
pt_br: Criando grub.cfg
ro: Se generează grub.cfg
ru: Генерация grub.cfg
sr: Генеришем grub.cfg
th_th: กำลังสร้าง grub.cfg
zh_tw: 正在生成 grub.cfg
