Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: Can't copy Thus log to {0}
bg: Данните от Thus не могат да се копират в {0}
de: Konnte Thus-Log nicht nach {0} kopieren
es: No se puede copiar el registro de Thus a {0}
fr: Impossible de copier le log de Thus dans {0}
hu: Nem lehet a Thus log-ot másolni ide: {0}
id: Tidak dapat menyalin log Thus ke {0}
is: Get ekki afritað Thus-annál í {0}
it: Non posso copiare il log di Thus in {0}
ja: Thusのログを {0} にコピーすることができません
nl: Kan Thus log niet kopiëren naar {0}
pl: Nie można skopiować dziennika Thus do {0}
pt_br: Impossível copiar o log do Thus para {0}
ro: Nu se poate copia jurnalul Thus către {0}
ru: Не удается копировать файлы журнала Thus в {0}
zh_tw: 無法複製 Thus 的記錄檔到 {0}

source: Can't unmount {0}
bg: Не може да се демонтира {0}
de: Kann {0} nicht aushängen
es: No se puede desmontar {0}
fr: Impossible de démonter {0}
hu: {0}-t nem lehet lecsatolni
id: Tidak dapat melepas kait {0}
is: Get ekki aftengt {0}
it: Impossibile smontare {0}
ja: {0} をアンマウントできません
nl: Kan {0} niet ontkoppelen
pl: Nie można odmontować {0}
pt_br: Não foi possível desmontar {0}
ro: Nu se poate demonta {0}
ru: Не удается отмонтировать {0}
zh_tw: 無法卸載 {0}

source: Installation finished successfully.
ar: تم إنهاء التثبيت بنجاح.
bg: Инсталирането приключи успешно.
de: Installation war erfolgreich.
el: Η εγκατάσταση ολοκληρώθηκε με επιτυχία.
es: La instalación ha finalizado correctamente.
fr: L'installation terminée avec succès.
he: התקנה הסתיימה בהצלחה.
hr: Instalacija uspješno završena.
hu: A telepítés sikeresen befejeződött.
id: Instalasi berhasil diselesaikan.
is: Uppsetning kláruð án athugasemda.
it: Installazione è stata completata.
ja: インストールは無事に終了しました。
nl: Installatie is geslaagd.
pl: Instalacja zakończyła się pomyślnie.
pt_br: Instalação concluída com sucesso.
ro: Instalare terminată cu succes.
ru: Установка успешно завершена.
sr: Инсталација је успешно завршена.
th_th: การติดตั้งเสร็จสมบูรณ์
zh_tw: 安裝已成功完成。

source: Base filesystem does not exist! Critical error (exiting).
ar: لم يتم العثور على نظام الملف الأساسي! خطأ حاد (يتم الآن الخروج).
bg: Базова файлова система не съществува! Критична грешка (излизане).
de: Basis-Dateisystem existiert nicht! Kritischer Fehler (Abbruch).
el: Το βασικό σύστημα αρχείων δεν υπάρχει! Σοβαρό σφάλμα (γίνεται έξοδος).
es: ¡No existe el sistema de archivos origen! Error crítico (saliendo).
fr: Le système de fichiers de base n'existe pas ! Erreur critique (sortie).
hu: Az alap fájlrendszer nem létezik! Kritikus hiba (kilépés).
id: Berkas sistem dasar tidak ada! Kesalahan fatal (menutup).
is: Grunnskráakerfi er ekki til staðar! Alvarleg villa (hætti).
it: il filesystem Base non esiste! Errore critico (in uscita).
ja: Baseのファイルシステムが存在しません! 重大なエラー(終了)。
nl: Basis bestandsysteem bestaat niet! Kritieke fout (verlaten).
pl: Bazowy system plików nie istnieje! Błąd krytyczny (zakańczanie).
pt_br: O sistema de arquivos de base não existe! Erro crítico (saindo).
ro: Sistemul de fișiere de bază nu există! Eroare critică (ieșire).
ru: Базовая файловая система не существует! Критическая ошибка (выход).
sr: Основни фајл систем не постоји! Критична грешка (излазак у току).
th_th: ไม่พบระบบไฟล์พื้นฐาน! ข้อผิดพลาดขั้นรุนแรง (ออกจากระบบ)
zh_tw: 基礎檔案系統不存在！嚴重錯誤 （正在離開）。

source: Desktop filesystem does not exist! Critical error (exiting).
ar: لم يتم العثور على نظام ملفات سطح المكتب! خطأ حاد (يتم الآن الخروج).
bg: Десктоп файлова система не съществува! Критична грешка (излизане).
de: Desktop-Dateisystem existiert nicht! Kritischer Fehler (Abbruch).
el: Το σύστημα αρχείων επιφάνειας εργασίας δεν υπάρχει! Σοβαρό σφάλμα (γίνεται έξοδος).
es: ¡El sistema de archivos origen del escritorio no existe! Error crítico (saliendo).
fr: Le système de fichiers du bureau n'existe pas ! Erreur critique (sortie).
hu: Az asztali fájlrendszer nem létezik! Kritikus hiba (kilépés).
id: Berkas sistem Desktop tidak ada! Kesalahan fatal (menutup).
is: Skráakerfi skjáborðs er ekki til staðar! Alvarleg villa (hætti).
it: il filesystem Desktop non esiste! Errore critico (in uscita).
ja: デスクトップのファイルシステムが存在しません! 重大なエラー(終了)
nl: Bureaublad bestandsysteem bestaat niet! Kritieke fout (verlaten).
pl: System plików środowiska nie istnieje! Błąd krytyczny (zakańczanie).
pt_br: O sistema de arquivos do Desktop não existe! Erro crítico (saindo).
ro: Sistemul de fișiere al desktopului nu există! Eroare critică (ieșire).
ru: Desktop файловая система не существует! Критическая ошибка (выход).
sr: Десктоп фајл систем не постоји! Критична грешка (излазак у току).
th_th: ไม่พบระบบไฟล์เดสก์ทอป! ข้อผิดพลาดขั้นรุนแรง (ออกจากระบบ)
zh_tw: 桌面檔案系統不存在！嚴重錯誤（正在離開）。

source: {0} is already mounted at {1} as {2}
bg: {0} вече е монтиран в {1} като {2}
de: {0} ist bereits in {1} als {2} eingehangen
es: {0} ya está montado en {1} como {2}
fr: {0} est déjà monté dans {1} comme {2}
hu: {0} már csatolva van itt: {1}, mint {2}
id: {0} sudah dikaitkan {1} sebagai {2}
is: {0} tengt í skráakerfið á {1} sem {2}
it: {0} é già montata a {1} come {2}
ja: {0} は既に {1} に {2} としてマウントされています
nl: {0} is al aangekoppeld bij {1} als {2}
pl: {0} jest już zamontowana na {1} jako {2}
pt_br: {0} já está montado em {1} como {2}
ru: {0} уже смонтирован в {1} как {2}
zh_tw: {0} 已經在 {1} 被掛載為 {2}

source: Indexing files of root-image to be copied ...
bg: Индексиране на файлове от root-image за копиране ...
hu: Másolandó gyökérképfájlok indexelése...
id: Mengindeks berkas dari root-image untuk disalin ...
is: Flokkun skráar af rót-mynd til að afrita ...
ja: root-imageのインデックスファイルがコピーされます...
nl: Te kopiëren bestanden van root-image indexeren...
pl: Indeksowanie plików root-image do skopiowania...
pt_br: indexando arquivos da root-image a serem copiados...
zh_tw: 正在複製 root-image 的索引檔案 ...

source: Indexing files of desktop-image to be copied ...
bg: Индексиране на файлове от desktop-image за копиране ...
hu: Másolandó asztali kép fájlok indexelése...
id: Mengindeks berkas dari desktop-image untuk disalin ...
is: Flokkun skráar af skjáborðs-mynd til að afrita ...
ja: desktop-imageのインデックスファイルがコピーされます...
nl: Te kopiëren bestanden van desktop-image indexeren...
pl: Indeksowanie plików desktop-image do skopiowania...
pt_br: Indexando arquivos da desktop-image a serem copiados...
ro: Indexarea fișierelor desktop-image pentru a fi copiate ...
zh_tw: 正在複製 desktop-image 的索引檔案 ...

source: Extracting root-image ...
ar: يتم الآن استخراج ملف النظام...
bg: Разархивиране на root-image ...
de: Extrahiere root-image ...
el: Εξαγωγή του root-image ...
es: Extrayendo root-image ...
fr: Extraction de l'image root
he: כעת מוציא דימות-שורש ...
hu: root fájlkép kibontása...
id: Mengekstraksi root-image ...
is: Afþjappa root-image ...
it: Estrazione root-image ...
ja: ルートイメージの抽出中...
nl: Uitpakken root-image ...
pl: Rozpakowywanie root-image...
pt_br: Extraindo a imagem root ...
ro: Se extrage imaginea-rădăcină ...
ru: Извлечение root-образа ...
sr: Извлачење слике root-a ...
th_th: กำลังแตกไฟล์ root-image...
zh_tw: 正在解壓縮 root-image ...

source: Extracting desktop-image ...
ar: يتم الآن استخراج ملف سطح المكتب...
bg: Разархивиране на desktop-image ...
de: Extrahiere desktop-image ...
el: Εξαγωγή του desktop-image ...
es: Extrayendo desktop-image ...
fr: Extraction de l'image du bureau...
he: כעת מוציא דימות-שולחן עבודה ...
hu: asztal fájlkép kibontása...
id: Mengekstraksi desktop-image ...
is: Afþjappa desktop-image ...
it: Estrazione desktop-image ...
ja: デスクトップイメージの抽出中...
nl: Uitpakken bureaublad-image
pl: Rozpakowywanie desktop-image...
pt_br: Extraindo a imagem desktop ...
ro: Se extrage imaginea-desktop ...
ru: Извлечение desktop-образа ...
sr: Отпакјуем слику desktop-a ...
th_th: กำลังแตกไฟล์ desktop-image...
zh_tw: 正在解壓縮 desktop-image ...

source: Restoring meta-information on {0}
bg: Възстановяване на мета-информацията на {0}
de: Stelle die Meta-Informationen auf {0} wieder her.
es: Recuperando meta-información en {0}
fr: Restauration des meta-données sur {0}
hu: Meta információk visszaállítása a {0}-n
id: Mengembalikan informasi-meta pada {0}
is: Endurbyggja meta-upplýsingar á {0}
it: Sto ripristinando le meta-information su {0}
ja: {0} 上のメタインフォメーションを復元しています
nl: Meta-informatie op {0} herstellen
pl: Przywracanie metainformacji na {0}
pt_br: Restaurando informação meta em {0}
ro: Se restaurează informația-meta pe {0}
ru: Восстановление мета-данных на {0}
zh_tw: 正在恢復 {0} 上的元資訊

source: Can't copy network configuration files
ar: لا يمكن نسخ ملفات إعدادات الشبكة.
bg: Не може да се копират файловете на мрежовата конфигурация.
de: Konnte die Netzwerk-Konfigurationsdateien nicht kopieren
el: Αδυναμία αντιγραφής αρχείων παραμέτρων δικτύου
es: No se pueden copiar los archivos de configuración de la red
fr: Impossible de copier les fichiers de configuration du réseau
he: לא מצליח להעתיק קבצי תצורת רשת
hu: Nem lehet másolni a hálózati konfigurációs fájlokat
id: Tidak dapat menyalin berkas konfigurasi jaringan
is: Get ekki afritað netstillingaskrár
it: Non è possibile copiare i file di configurazione di rete
ja: ネットワーク設定ファイルがコピーできません
nl: Kan netwerk configuratie bestanden niet kopiëren
pl: Nie można skopiować plików konfiguracji sieci
pt_br: Não é possível copiar arquivos de configuração de rede
ro: Nu se pot copia fișierele de configurație pentru rețea
ru: Не могу скопировать файл с настройками сети.
sr: Није могуће копирати фајлове подешавања мреже
th_th: ไม่สามารถคัดลอกไฟล์ตั้งค่าเครือข่าย
zh_tw: 無法複製網路設定檔

source: Added to fstab : {0}
bg: Добавено към fstab : {0}
de: Zu fstab hinzugefügt: {0}
es: Añadido a fstab: {0}
fr: Ajouté à fstab : {0}
hu: Hozzáadva az fstab-hoz : {0}
id: Ditambahkan ke fstab : {0}
is: Bætt við fstab : {0}
it: Aggiunto a fstab : {0}
ja: fstabに追加されました: {0}
nl: {0} toegevoegd aan fstab
pl: Dodano do fstab : {0}
pt_br: Adicionado ao fstab : {0}
ro: Adăugat la fstab : {0}
ru: Добавлено в fstab: {0}
zh_tw: 已加入 fstab：{0}

source: Added to crypttab : {0}
bg: Добавено към crypttab : {0}
de: Zu crypttab hinzugefügt: {0}
es: Añadido a crypttab: {0}
fr: Ajouté à crypttab : {0}
hu: Hozzáadva a crypttab-hoz : {0}
id: Ditambahkan ke crypttab : {0}
is: Bætt við crypttab : {0}
it: Aggiunto a crypttab : {0}
ja: crypttabに追加されました : {0}
nl: Toegevoegd aan crypttab: {0}
pl: Dodano do crypttab : {0}
pt_br: Adicionado ao crypttab : {0}
ro: Adăugat la crypttab : {0}
ru: Добавлено в crypttab : {0}
zh_tw: 已加入 crypttab：{0}

source: Device list : {0}
bg: Устройства : {0}
hu: Eszközlista: {0}
id: Daftar Divais : {0}
is: Listi yfir tæki : {0}
ja: デバイスリスト : {0}
nl: Apparatenlijst: {0}
pl: Lista urządzeń : {0}
pt_br: Lista de dispositivos : {0}
ro: Listă dispozitive : {0}
zh_tw: 裝置列表：{0}

source: Device: {0}, SSD: {1}
bg: Устройство: {0}, SSD: {1}
hu: Eszköz: {0}, SSD: {1}
id: Divais: {0}, SSD: {1}
is: Tæḱi: {0}, SSD: {1}
ja: デバイス: {0}、SSD: {1}
nl: Schijf: {0}, SSD: {1}
pl: Urządzenie: {0}, SSD: {1}
pt_br: Dispositivo: {0}, SSD: {1}
ro: Dispozitiv: {0}, SSD: {1}
zh_tw: 裝置：{0}，SSD：{1}

source: fstab written.
bg: fstab е създаден.
de: fstab gespeichert.
es: fstab guardado.
fr: fstab enregistré.
hu: fstab írása megtörtént.
id: fstab tertulis.
is: fstab skrifað.
it: Scritto fstab.
ja: fstab が上書きされました。
nl: fstab geschreven.
pl: zapisano fstab.
pt_br: fstab escrito.
ro: fstab scris.
ru: fstab записан
zh_tw: fstab 已寫入。

source: Enabled {0} service.
bg: Активирана {0} услуга.
de: Dienst {0} aktiviert.
es: Habilitado el servicio {0}
fr: Service {0} activé.
hu: Engedélyezett {0} szolgáltatás.
id: Layanan{0} diaktifkan.
is: Virkja {0} þjónustu.
it: Abilitato servizio {0}
ja: {0} serviceが使用可能になりました。
nl: {0} service ingeschakeld.
pl: Włączono usługę {0}.
pt_br: Serviço {0} habilitado.
ro: Permite serviciul {0}.
ru: Служба {0} включена
zh_tw: 已啟用 {0} 服務。

source: Can't find service {0}
bg: Не може да се намери услуга {0}
de: Dienst {0} nicht gefunden
es: No se puede encontrar el servicio {0}
fr: Impossible de trouver le service {0}
hu: Nem található a {0} szolgáltatás
id: Tidak menemukan layanan {0}
is: Finn ekki þjónustu {0}
it: Non trovo il servizio {0}
ja: service {0} が見つかりません
nl: Kan {0} service niet vinden
pl: Nie można odnaleźć usługi {0}
pt_br: Não foi possível encontrar o serviço {0}
ro: Nu se poate găsi serviciul {0}
ru: Не удается найти службу {0}
zh_tw: 找不到 {0} 服務

source: Error creating password hash for user {0}
bg: Грешка при създаване на хаш-парола за потребител {0}
de: Fehler beim Erstellen des Passwort-Hashes für Nutzer {0}
es: Error al crear hash de contraseña para el usuario {0}
fr: Erreur de création du hash pour le mot de passe de l'utilisateur {0}
hu: Jelszó hash hiba miatt nem került létrehozásra a következő felhasználónak: {0}
id: Galat membuat hash kata sandi untuk pengguna {0}
is: Villa við að búa til tætigildi lykilorðs fyrir notandann {0}
it: Errore nella creazione dell'hash della password per l'utente {0}
ja: ユーザー {0} のパスワードハッシュの作成エラー
nl: Fout bij het aanmaken van een wachtwoord-hash voor gebruiker {0}
pl: Błąd tworzenia hash hasła dla użytkownika {0}
pt_br: Erro ao criar hash da senha para o usuário {0}
ro: Eroare în crearea hash-ului parolei de utilizator {0}
ru: Ошибка создания хеша пароля для пользователя {0}
zh_tw: 建立使用者 {0} 的密碼雜湊值時發生錯誤

source: Error changing password for user {0}
bg: Грешка при промяна на паролата на потребител {0}
de: Fehler beim Ändern des Passwort für Nutzer {0}
es: Error cambiando contraseña para el usuario {0}
fr: Erreur de changement de mot de passe pour l'utilisateur {0}
hu: Hiba {0} felhasználó jelszavának megváltoztatásánál
id: Galat mengubah kata sandi untuk pengguna {0}
is: Villa við að breyta lykilorði fyrir notanda {0}
it: Errore nel cambiare la password per l'untente {0}
ja: ユーザー {0} のパスワードの変更エラー
nl: Fout bij het wijzigen van het wachtwoord van gebruiker {0}
pl: Wystąpił błąd podczas zmiany hasła dla użytkownika {0}
pt_br: Erro ao mudar senha para o usuário {0}
ro: Eroare în schimbarea parolei pentru utilizator {0}
ru: Ошибка изменения пароля дя пользователя {0}
zh_tw: 更換使用者 {0} 的密碼時發生錯誤

source: Can't find locale.gen file
bg: Файлът locale.gen не е открит
de: locale.gen nicht gefunden
es: No se ha encontrado el archivo 'locale.gen'
fr: Impossible de trouver le fichier locale.gen
hu: locale.gen fájl nem található
id: Tidak dapat menemukan berkas locale.gen
is: Finn ekki skrá locale.gen
it: Non trovo il file locale.gen
ja: locale.gen ファイルが見つかりません
nl: Kan het bestand locale.gen niet vinden
pl: Nie odnaleziono pliku locale.gen
pt_br: Não foi possível localizar o arquivo locale.gen
ro: Nu se găsește fișierul locale.gen
ru: Не удается найти файл locale.gen
zh_tw: 找不到 locale.gen 檔案

source: {0}: Enable automatic login for user {1}.
bg: {0}: Активиране на автоматичен вход за потребител {1}.
de: {0}: Aktiviere automatisches Anmelden für Benutzer {1}.
es: {0}: Activar inicio de sesión automático para el usuario {1}.
fr: {0} : Activer la connexion automatique pour l'utilisateur {1}.
hu: {0}: Automatikus bejelentkezés engedélyezése {1} felhasználónak.
id: {0}: Mengaktifkan masuk otomatis untuk pengguna {1}.
is: {0}: Virkja sjálfvirka innskráningu fyrir notanda {1}.
it: {0}: Abilita accesso automatico per l'utente {1}.
ja: {0}: ユーザー {1} の自動ログインを可能にします。
nl: {0}: Automatische login voor gebruiker {1} inschakelen.
pl: {0}: Włącz automatyczne logowanie dla użytkownika {1}.
pt_br: {0}: Habilitar login automático para o usuário {1}.
ro: {0}: Permite logarea automată pentru utilizator {1}.
ru: Позволить автоматический вход для пользователя {1}
zh_tw: {0}：為使用者 {1} 啟用自動登入。

source: Configuring your new system
ar: يتم إعداد النظام الجديد
bg: Конфигуриране на Вашата нова система
de: Ihr neues System wird eingerichtet
el: Ρύθμιση του νέου σας συστήματος
es: Configurando su nuevo sistema
fr: Configuration de votre nouveau système
he: מגדיר את מערכתכם החדשה
hr: Podešavanje vašeg novog sustava
hu: Az új rendszer testreszabása
id: Mengkonfigurasi sistem Anda yang baru.
is: Stilli nýja kerfið
it: Configurazione del nuovo sistema
ja: 新しいシステムを設定しています
nl: Configureer je nieuwe systeem
pl: Konfigurowanie Twojego nowego systemu
pt_br: Configurando seu novo sistema
ro: Se configurează noul tău sistem
ru: Настройка вашей новой системы
sr: Подешавање Вашег новог система
th_th: กำลังปรับแต่งระบบใหม่ของคุณ
zh_tw: 正在設定新系統

source: fstab file generated.
ar: تم إنشاء ملف الـ fstab.
bg: fstab е генериран.
de: Fstab-Datei erstellt.
el: Το αρχείο fstab δημιουργήθηκε.
es: Fichero fstab generado.
fr: Fichier fstab créé.
he: קובץ fstab הופק.
hr: fstab datoteka generirana.
hu: Az fstab fájl elkészült.
id: berkas fstab dihasilkan.
is: fstab-skrá útbúin.
it: file fstab generato.
ja: fstab ファイルが作成されました。
nl: fstab bestand gemaakt.
pl: Plik fstab został wygenerowany.
pt_br: arquivo do fstab gerado.
ro: S-a generat fișierul fstab.
ru: Файл fstab создан.
sr: fstab фајл је генерисан.
th_th: ไฟล์ fstab ถูกสร้างเรียบร้อย
zh_tw: fstab 已產生。

source: Network configuration copied.
ar: تم نسخ إعدادات الشبكة.
bg: Мрежова конфигурация копирана.
de: Netzwerkkonfiguration kopiert.
el: Οι ρυθμίσεις δικτύου αντιγράφτηκαν.
es: Configuración de red copiada.
fr: Configuration réseau copiée.
he: תצורת רשת הועתקה.
hu: Hálózati konfiguráció lemásolva.
id: Konfigurasi jaringan di salin.
is: Afritaði netstillingar.
it: Configurazione di rete copiata
ja: ネットワーク設定がコピーされました。
nl: Netwerk configuratie gekopiëerd.
pl: Skopiowano konfigurację sieci.
pt_br: Configuração de rede copiado.
ro: S-a copiat configurația rețelei.
ru: Скопирована настройка сети.
sr: Конфигурација мреже је ископирана.
th_th: การตั้งค่าเครือข่ายถูกคัดลอกเรียบร้อย
zh_tw: 網路組態已複製。

source: Time zone set.
ar: تم تحديد المنطقة الزمنية.
bg: Часовата зона е определена.
de: Zeitzone gesetzt.
el: Η ζώνη ώρας ορίστηκε.
es: Zona horaria establecida.
fr: Réglage du fuseau horaire.
he: אזור זמן הוגדר.
hr: Vremenska zona postavljena.
hu: Időzóna beállítva.
id: Zona waktu diatur,
is: Tímabelti sett.
ja: タイムゾーンが設定されました。
nl: Tijdzone instellen
pl: Ustawiono strefę czasową.
pt_br: Fuso horário definido.
ro: S-a setat fusul orar.
ru: Временная зона.
sr: Временска зона подешена.
th_th: โซนเวลาถูกตั้งค่าเรียบร้อย
zh_tw: 時區設置。

source: Sudo configuration for user {0} done.
bg: Sudo конфигурация за потребител {0} е готова.
de: Sudo-Konfiguration für Benutzer {0} erzeugt.
es: Configuración de sudo para el usuario {0} lista.
fr: Configuration de sudo pour l'utilisateur {0} effectuée.
hu: Sudo konfiguráció {0} felhasználónak elkészült.
id: Konfigurasi sudo untuk pengguna {0} selesai.
is: Búið að setja upp Sudo stillingar fyrir notanda {0}.
it: Configurazione di sudo per l'utente {0} effettuata.
ja: ユーザー {0} に対するsudoの設定が完了しました。
nl: Sudo-configuratie voor gebruiker {0} voltooid.
pl: Ukończono konfigurację sudo dla użytkownika {0}.
pt_br: Configuração do sudo para o usuário {0} concluída.
ro: Configurația sudo pentru utilizator {0} făcută.
ru: Конфигурация sudo для пользователя {0} завершена
zh_tw: 使用者 {0} 的 sudo 設定已完成。

source: User {0} added.
bg: Потребител {0} е добавен.
de: Benutzer {0} hinzugefügt.
es: Añadido el usuario {0}.
fr: Utilisateur {0} ajouté.
hu: {0} felhasználó hozzáadva.
id: Pengguna {0} ditambahkan.
is: Notanda {0} bætt við.
it: Utente {0} aggiunto.
ja: ユーザー {0} が追加されました。
nl: Gebruiker {0} toegevoegd.
pl: Dodano użytkownika {0}.
pt_br: Usuário {0} adicionado.
ro: Utilizator {0} adăugat.
ru: Пользователь {0} добавлен
zh_tw: 使用者 {0} 已加入。

source: Hostname {0} set.
bg: Името на компютъра {0} е избрано.
de: Hostname {0} gesetzt.
es: Hostname {0} establecido.
fr: Nom d'hôte {0} défini.
hu: Hálózati név {0} beállítva.
id: Hostname {0} diatur.
is: Vélarheiti {0} sett.
it: Impostato il nome dell'host {0}.
ja: ホスト名 {0} が設定されました。
nl: Hostnaam {0} ingesteld.
pl: Ustawiono nazwę komputera {0}.
pt_br: Hostname {0} definido.
ro: Nume gazdă {0} setat.
ru: Имя компьютера {0} задано
zh_tw: 主機名稱 {0} 已設定。

source: Set root password.
ar: ضبط كلمة سر النظام.
bg: Въведи парола за root.
de: Setze Root-Passwort.
el: Ορίστε κωδικό πρόσβασης υπερχρήστη
es: Contraseña de administrador establecida.
fr: Utiliser un mot de passe root.
he: הגדר סיסמת שורש.
hr: Postavi root lozinku.
hu: root jelszó beállítása.
id: Mengatur sandi root.
is: Setja lykilorð kerfisstjóra.
it: Impostare la password di root.
ja: rootパスワードの設定
nl: Stel root wachtwoord in.
pl: Ustaw hasło administratora.
pt_br: Entre com a senha do usuário.
ro: Setează parola root
ru: Установлен пароль для root.
sr: Подесити root лозинку.
th_th: รหัสผ่าน root ถูกตั้งค่าเรียบร้อย
zh_tw: 設定 root 密碼

source: Set the same password to root.
ar: قم بوضع كلمة المرور نفسها للنظام.
bg: Задай съща парола на root
de: Gleiches Passwort für Root gesetzt.
el: Ορίστε τον ίδιο κωδικό πρόσβασης για δικαιώματα υπερχρήστη.
es: Configurada la misma contraseña para el administrador.
fr: Utiliser le même mot de passe pour root
he: קבע סיסמה זהה עבור שורש.
hr: Postavi istu lozinku za root.
hu: Azonos jelszó beállítása root-nak.
id: Mengatur sandi yang sama untuk root.
is: Setja sama lykilorð fyrir 'root' kerfisstjóra.
it: Impostare la stessa password di root.
ja: rootと同じパスワードを設定してください。
nl: Gebruik hetzelfde wachtwoord voor root.
pl: Ustaw to samo hasło dla roota.
pt_br: Defina a mesma senha para o root
ro: Setează aceiași parola la root.
ru: Установить такой же пароль для root.
sr: Подеси исту лозинку за root.
th_th: ใช้รหัสผ่านนี้กับ root เช่นกัน
zh_tw: 將 root 設定為相同的密碼。

source: Generating locales ...
ar: يتم الآن إنشاء المواضع.
bg: Създаване на локализации ...
de: Erzeuge Lokale ...
el: Δημιουργία τοπικών ...
es: Generando configuraciones regionales...
fr: Créations des 'locales'
he: כעת מפיק מקומיות ...
hu: Lokális változók generálása...
id: Menghasilkan lokal ...
is: Bý til staðfærslur ...
it: Generazione locali ...
ja: ロケールの生成中...
nl: Genereren locales ...
pl: Generowanie pakietów językowych...
pt_br: Gerando locales ...
ro: Se generează localizări ...
ru: Генерация системного языка
sr: Генерисање локазлизације ...
th_th: กำลังสร้าง locales ท้องถิ่น...
zh_tw: 正在生成語系碼 ...

source: Adjusting hardware clock ...
ar: جاري ضبط ساعة الجهاز.
bg: Сверяване на хардуерния часовник...
de: Stelle Hardware-Uhr ein ...
el: Προσαρμογή ρολογιού υλικού ...
es: Ajustando reloj del hardware...
fr: Ajustement de l’horloge matérielle…
he: כעת מתאם שעון חומרה...
hu: Hardware óra beállítása...
id: Menyesuaikan jam hardware ...
is: Stilli vélbúnaðarklukku ...
it: Regolazione orologio hardware ...
ja: ハードウェアの時計を調整しています...
nl: Aanpassen hardware klok ..
pl: Dostosowywanie zegara sprzętowego...
pt_br: Ajustando o hardware clock ...
ro: Se ajustează ceasul hardware ...
ru: Настройка аппаратных часов ...
sr: Подешавање хардверског сата ...
th_th: กำลังตั้งค่านาฬิกาฮาร์ดแวร์...
zh_tw: 正在調整硬體時鐘 ...

source: Configuring hardware ...
ar: جاري ضبط الجهاز.
bg: Конфигуриране на хардуер...
de: Konfiguriere Hardware ...
el: Ρύθμιση υλικού ...
es: Configurando hardware...
fr: Configuration du matériel ...
he: כעת מגדיר חומרה ...
hr: postavljam sklopovlje ...
hu: Hardware konfigurálása...
id: Mengkonfigurasi hardware ...
is: Stilli vélbúnað ...
it: Configurazione hardware ...
ja: ハードウェアの設定中..
nl: Hardware configureren ...
pl: Konfigurowanie urządzeń...
pt_br: Configurando o hardware ...
ro: Se configurează componentele fizice ...
ru: Настройка оборудования ...
sr: Подешавање хардвера ...
th_th: กำลังปรับแต่งฮาร์ดแวร์...
zh_tw: 正在配置硬體 ...

source: Updated Alsa mixer settings
bg: Настройките на Alsa Mixer са обновени
de: Alsa mixer Einstellungen aktualisiert
es: Actualizada la configuración de Alsa mixer
fr: Paramètres du mixeur Alsa mis à jour
hu: Frissített Alsa mixer beállítások
id: Memperbarui pengaturan Alsa mixer
is: Uppfærði ALSA-hljóðblöndunarstillingar
it: Aggiornati le impostazioni di Alsa mixer
ja: Alsa mixer 設定の更新
nl: Alsa mixer instellingen geupdated
pl: Zaktualizowano ustawienia miksera Alsa
pt_br: Atualizando definições do Alsa mixer
ro: Setări Alsa mixer actualizate
ru: Настройки микшера Alsa обновлены
zh_tw: 已更新 Alsa mixer 設定
