Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: Couldn't format LUKS device '{0}' with label '{1}' as '{2}'
bg: не може да се форматира LUKS устройство '{0}' с етикет '{1}' като '{2}'
de: Konnte LUKS Laufwerk '{0}' nicht mit Label '{1}' als '{2}' formatieren
es: No se ha podido formatear el dispositivo LUKS '{0}' con la etiqueta '{1}' como '{2}'
fr: Impossible de formater le volume LUKS '{0}' avec le label '{1}' comme '{2}'
hr: Ne mogu formatirati LUKS uređaj '{0}' sa oznakom '{1}' kao '{2}'
hu: Nem lehetett formázni a '{0}' LUKS eszközt '{1}' címkével, mint: '{2}'
id: Tidak dapat mengatur ulang perangkat LUKS '{0}' dengan label '{1}' sebagai '{2}'
is: Gat ekki sniðið LUKS tækið '{0}' með merkingunni '{1}' sem '{2}'
it: Impossibile formattare un device LUCKS '{0}' con etichetta '{1}' come '{2}'
ja: ラベル '{1}' のLUKSデバイス '{0}' が '{2}' としてフォーマットできませんでした
nl: Kon LUKS-schijf '{0}' met label '{1}' niet formatteren als '{2}'
pl: Nie można sformatować urządzenia LUKS '{0}' z etykietą '{1}' jako '{2}'
pt_br: Impossível formatar o dispositivo LUKS '{0}' com o rótulo '{1}' como '{2}'
ro: Nu s-a putut formata dispozitivul LUKS '{0}' cu eticheta '{1}' ca '{2}'
ru: Не удается форматировать устройство LUKS ( метка '{1}') как '{2}'
zh_tw: 無法格式化 LUKS 裝置「{0}」帶有標籤「{1}」作為「{2}」

source: Couldn't format partition '{0}' with label '{1}' as '{2}'
bg: Не може да се форматира дял '{0}' с етикет '{1}' като '{2}'
de: Konnte Partition {0} nicht mit Label {1} als {2} formatieren
es: No se ha podido formatear la partición '{0}' con la etiqueta '{1}' como '{2}'
fr: Impossible de formater la partition '{0}' avec le label '{1}' comme '{2}'
hr: Ne mogu formatirati particiju '{0}' sa oznakom '{1}' kao '{2}'
hu: Nem lehetett formázni a '{0}' partíciót '{1}' címkével, mint: '{2}'
id: Tidak dapat mengatur ulang partisi '{0}' dengan label '{1}' sebagai '{2}'
is: Gat ekki sniðið disksneið '{0}' með merkingunni '{1}' sem '{2}'
it: Impossibile formattare la partizione '{0}' con etichetta '{1}' come '{2}'
ja: ラベル '{1}' のパーティション '{0}' が '{2}' としてフォーマットできませんでした
nl: Kon partitie '{0}' met label '{1}' niet formatteren als '{2}'
pl: Nie można sformatować partycji '{0}' z etykietą '{1}' jako '{2}'
pt_br: Impossível formatar a partição '{0}' com o rótulo '{1}' como '{2}'
ro: Nu s-a putut formata partiția '{0}' cu eticheta '{1}' ca '{2}'
ru: Не удается форматировать раздел {0} с меткой {1} как {2}
zh_tw: 無法格式化「{0}」分割區使用標籤「{1}」作為「{2}」

source: Thus will not install any bootloader
bg: Thus няма да инсталира bootloader
de: Thus wird keinen Bootloader installieren
es: Thus no instalará gestor de arranque
fr: Thus n'installera aucun chargeur de démarrage
hr: Thus neće instalirati bootloader
hu: A Thus nem fog telepíteni semmilyen rendszerbetöltőt
id: Thus tidak akan memasang bootloader apapun
is: Thus mun ekki setja upp neinn ræsistjóra
it: Thus non installerà alcun bootloader
ja: Thusはブートローダーをインストールしません
nl: Thus zal geen bootloader installeren
pl: Thus nie zainstaluje żadnego programu rozruchowego
pt_br: Portanto não será instalado nenhum bootloader
ro: Thus nu va instala nici un bootloader
ru: Thus не установит загрузчик
zh_tw: Thus 將不會安裝任何開機載入器

source: Manjaro will install the bootloader {0} in device {1}
bg: Manjaro ще инсталира bootloader {0} в устройство {1}
de: Manjaro wird Bootloader {0} in Laufwerk {1} installieren
es: Manjaro instalará el gestor de arranque {0} en el dispositivo {1}
fr: Manjaro va installer le chargeur de démarrage {0} sur {1}
hr: Manjaro će instalirati bootloader {0} na uređaj {1}
hu: A Manjaro telepíteni fogja a {0} rendszerbetöltőt a {1} eszközre
id: Manjaro akan memasang bootloader {0} di perangkat {1}
is: Manjaro mun setja upp {0} ræsistjórann á tækið {1}
it: Manjiaro installerà il bootloader {0} nel dispositivo {1}
ja: Manjaroはデバイス '{1}' にブートローダー '{0}' をインストールします
nl: Manjaro zal de bootloader {0} installeren op apparaat {1}
pl: Manjaro zainstaluje program rozruchowy {0} na urządzeniu {1}
pt_br: O Manjaro irá instalar o bootloader {0} no dispositivo {1}
ro: Manjaro va instala bootloader-ul {0} în dispozitivul {1}
ru: Manjaro установит загрузчик {0} на устройство {1}
zh_tw: Manjaro 將會安裝 {0} 開機載入器到 {1} 上

source: Testing mode. Thus won't apply any changes to your system!
ar: نمط التجريب. لن يقوم Thus بتطبيق أي تغييرات على نظامك!
bg: Тестов режим. Инсталаторът няма да направи изменения в системата!
de: Testmodus. Thus wird keine Veränderung an Ihrem System vornehmen!
el: Λειτουργία δοκιμής. Το Thus δεν θα εφαρμόσει καμία αλλαγή στο σύστημα σας!
es: Modo de prueba. ¡Thus no aplicará ningún cambio en su sistema!
fr: Mode test. Ce programme ne fera aucune modification sur votre système.
he: מצב מבחן. Thus לא יחיל שום שינויים למערכת!
hr: Mod za testiranje. Thus ne će napraviti nikakve promjene na vaš sustav!
hu: Teszt mód. Thus nem fog módosításokat eszközölni a rendszereden!
id: Mode pengujian. Thus tidak akan menerapkan perubahan apapun pada sistem!
is: Prófunarhamur. Þetta mun ekki gera neinar breytingar á kerfinu þínu!
it: Modalità di test.Thus non applicherà le eventuali modifiche al sistema!
ja: テストモードです。Thusはシステムのいかなる変更も加えません!
nl: Testing modus. Thus zal geen veranderingen doorvoeren op je systeem!
pl: Tryb testowania. Thus nie zastosuje żadnych zmian w Twoim systemie!
pt_br: Modo de teste. Assim, não será aplicada qualquer alteração em seu sistema!
ro: Mod de testare. Thus nu va aplica nici o schimbare sistemului!
ru: Режим тестирования. Thus не будет делать никаких изменений в вашей системе!
sr: Тест мод. Thus неће применити промене на Вашем систему!
th_th: โหมดทดสอบ Thus จะไม่ทำการเปลี่ยนแปลงใดๆ กับระบบของคุณ
zh_tw: 測試模式。Thus 將不會對您的系統作出任何改變！

source: There are no primary partitions available
bg: Няма налични основни дялове
de: Es sind keine primären Partitionen vorhanden
es: No hay particiones primarias disponibles
fr: Il n'y a aucune partition primaire disponible
hr: Nema dostupnih primarnih particija
hu: Nem érhető el elsődleges partíció
id: Tidak ada partisi utama yang tersedia
is: Það eru engar aðaldisksneiðar í boði
it: Non ci sono partizioni primarie disponibili
ja: 利用可能な基本パーティションがありません。
nl: Er zijn geen primaire partities beschikbaar
pl: Nie ma dostępnych żadnych partycji podstawowych
pt_br: Não há partições primárias disponíveis
ro: Nu sunt partiții primare disponibile
ru: Нет доступных основных разделов
zh_tw: 沒有可用的主要分割區

source: Will shrink device {0} and create new device {1}
bg: Ще се смали {0} и ще се създаде {1}
de: Laufwerk {0} wird verkleinert und neues Laufwerk {1} wird erzeugt
es: La partición {0} se reducirá y se creará la nueva partición {1}
fr: La partition {0} va être réduite et la partition {1} créée
hr: Smanjit ću uređaj {0} i kreirati novi uređaj {1}
hu: {0} eszköz zsugorításra kerül és új {1} eszköz létrehozása
id: Akan menyusutkan perangkat {0} dan membuat perangkat baru {1}
is: Mun minnka tækið {0} og búa til nýja tækið {1}
it: Sarà ristretta l'unità {0} e creato un nuovo dispositivo {1}
ja: デバイス {0} を縮小し、デバイス {1} を作成します。
nl: Apparaat {0} zal verkleind worden en er zal een nieuw apparaat {1} worden aangemaakt.
pl: Urządzenie {0} zostanie zmniejszone i zostanie utworzone nowe urządzenie {1}
pt_br: Irá reduzir o dispositivo {0} e criar um novo dispositivo {1}
ro: Se va micșora dispozitivul {0} și se va crea un nou dispozitiv {1}
ru: Размер устройства {0} будет изменен и новое устройство будет создано
zh_tw: 將會縮減裝置 {0} 並建立新的裝置 {1}

source: Thus recommends at least 6.5GB free to install Manjaro.
bg: Thus препоръчва да имате поне 6.5GB свободно място за инсталиране на Manjaro.
de: Um Manjaro zu installieren wird empfohlen dass mindestens 6,5 GB freier Speicherplatz zur Verfügung stehen.
es: Thus recomienda al menos 6.5GB libres para instalar Manjaro
fr: Thus recommande au minimum 6.5Go d'espace disque libre pour installer Manjaro.
hr: Thus preporučuje najmanje 6.5GB slobodnog prostora za instalaciju Manjara.
hu: A Thus legalább 6.5GB szabad helyet javasol a Manjaro telepítésére.
id: Thus merekomendasikan setidaknya 6.5GB bebas untuk memasang Manjaro.
is: Thus mælir með a.m.k. 6.5GB lausu plássi fyrir uppsetningu Manjaro.
it: Thus raccomanda di avere almeno 6.5GB di spazio libero per installare Manjaro
ja: Thus はManjaroのインストールに最小でも6.5GBのディスク容量を推奨します。
nl: Thus raadt minimaal 6.5GB vrije ruimte aan om Manjaro te installeren
pl: Thus rekomenduje przynajmniej 6,5 GB wolnego miejsca na dysku, aby zainstalować Manjaro.
pt_br: O Thus recomenda pelo menos 6.5GB livres para instalar o Manjaro.
ro: Thus recomandă cel puțin 6.5GB liberi pentru a instala Manjaro.
ru: Для установки Manjaro рекомендуется минимум 6.5GB свободного места на диске
zh_tw: Thus 建議至少 6.5GB 的剩餘空間以安裝 Manjaro。

source: New partition {0} resulting of shrinking {1} will not have enough free space for a full installation.
bg: Новият дял {0} получен от смаляването на {1} няма да има достатъчно място за пълна инсталация.
de: Nach der Verkleinerung von {1} ist auf der neuen Partition {0} nicht genügend Speicherplatz für eine vollständige Installation vorhanden.
es: La nueva partición {0} resultante de reducir {1} no dispondrá de tamaño suficiente para una instalación completa.
fr: La nouvelle partition {0} résultant de la réduction de {1} n'aura pas assez d'espace libre pour une installation complète.
hr: Nova particija {0} rezultira smanjivanjem {1} ne će imati dovoljno slobodnog prostora za cijelu instalaciju.
hu: Az új {0} partíción a zsugorítás miatt {1} nem fog elég szabad hellyel rendelkezni a teljes telepítéshez.
id: Partisi baru {0} hasil dari penyusutan {1} tidak memiliki ruang bebas yang cukup untuk pemasangan penuh.
is: Ný disksneið {0} sem leiðir af minnkun {1} mun ekki hafa nóg laust pláss fyrir fulla uppsetningu.
it: Nuova partizione {0} che risulta dal ridimensionamento {1} non avrà abbastanza spazio libero per una installazione completa.
ja: {1} を縮小して作成された{0} はフルインストールに必要な十分な容量がありません。
nl: De nieuwe partitie {0} die het resultaat is van de verkleining van {1} heeft niet genoeg vrije ruimte voor een volledige installatie.
pl: Nowa partycja {0} powstała w wyniku zmniejszenia {1} nie ma wystarczającej wolnej przestrzeni, by dokonać pełnej instalacji.
pt_br: A nova partição {0} resultante da redução de {1} não terá espaço livre suficiente para uma instalação completa.
ro: Partiția nouă {0} rezultată din micșorare {1} nu va avea suficient spațiu pentru o instalație completă.
ru: Созданный в результате изменения размера раздела {1} новый раздел {0} не имеет достаточно свободного места для корректной установки
zh_tw: 新分割區 {0} 導致縮減的 {1} 將不會有足夠的剩餘空間給完整安裝使用。

source: You can still install Manjaro, but be carefull on which DE you choose as it might not fit in.
bg: Все още можете да инсталирате Manjaro, но изберете внимателно вашата работна среда, защото може да е твърде голяма.
de: Sie können Manjaro installieren, aber für manche Desktop-Umgebungen könnte der Speicherplatz nicht ausreichen.
es: Puedes continuar la instalación de Manjaro, pero ten cuidado con el escritorio que elijas porque puede no haber espacio suficiente.
fr: Vous pouvez toujours installer Manjaro, mais faites attention à quel environnement de bureau vous choisissez parce qu'il ne rentrera peut-être pas.
hr: Možete još uvijek instalirati Manjaro, ali budite oprezni koji DE želite instalirati jer možda ne će stati na particiju.
hu: Még mindig telepítheted a Manjaro-t, de figyelj oda, melyik asztali környezetet választod.
id: Anda masih bisa memasang Manjaro, tetapi hati - hati pada DE yang anda pilih karena kemungkinan tidak cocok.
is: Þú getur samt sett upp Manjaro, en vertu varkár varðandi hvaða skjáborðsumhverfi þú velur því það gæti þurft meira diskpláss.
it: Puoi ancora installare Manjaro, ma fai attenzione al DE che sceglierai poichè non ci sarà abbastanza spazio disponibile.
ja: Manjaroを継続してインストールする場合、容量を超えないように、デスクトップ環境の選択に注意してください。
nl: Je kan Manjaro installeren, maar kies zorgvuldig je passende DE.
pl: Wciąż możesz zainstalować Manjaro, ale uważaj na to, jakie środowisko graficzne wybierzesz, bo może się nie zmieścić.
pt_br: Você ainda pode instalar o Manjaro, mas escolha o ambiente gráfico com cuidado pois ele pode não caber.
ro: Încă mai puteți instala Manjaro, dar va trebui să aveți grijă ce mediu desktop veți alege, altfel nu va avea loc.
ru: Вы можете продолжить установку Manjaro, но внимательно выбирайте окружение для вашего рабочего стола
zh_tw: 您仍然可以安裝 Manjaro，但要小心選擇您的桌面環境，它們有一些可能不適合您。

source: Install at your own risk!
bg: Исталиране на ваша отговорност!
de: Installation auf eigene Gefahr!
es: Instalar por su cuenta y riesgo
fr: Installez à vos risques et périls !
hr: Instalirajte na vlastitu odgovornost!
hu: Telepítés csak saját felelősségre!
id: Pasang dengan resiko anda sendiri!
is: Uppsetning er á þína ábyrgð!
it: Installa a tuo rischio e pericolo!
ja: 自身の責任とリスクでインストール!
nl: Installeer op eigen risico!
pl: Instalacja na własne ryzyko!
pt_br: Instale por sua conta e risco!
ro: Instalați pe propriul risc!
ru: Установка на ваш страх и риск!
zh_tw: 自行承擔安裝風險！

source: Manjaro alongside another OS
ar: منجارو جنبا إلى جنب نظام تشغيل أخر
bg: Манджаро успоредно с друга ОС
de: Manjaro neben anderen Betriebssystemen installieren
el: Το Manjaro μαζί με ένα άλλο λειτουργικό σύστημα
es: Manjaro compartida con otro sistema operativo
fr: Manjaro à côté d’un autre OS
he: ‏Manjaro לצד מערכת הפעלה אחרת
hr: Manjaro pored drugog OS-a
hu: Manjaro telepítése meglévő operációs rendszer mellé
id: Manjaro berdampingan dengan Sistem Operasi lainnya
is: Manjaro með öðru stýrikerfi
it: Manjaro accanto ad un altro OS
ja: Manjaro を他の OS と共存させる
nl: Manjaro naast een andere OS
pl: Manjaro razem z innym systemem operacyjnym
pt_br: Manjaro junto a outro sistema operacional
ro: Manjaro lângă un alt SO
ru: Manjaro рядом с другой ОС
sr: Манџаро упоредо са другим оперативним системом
th_th: Manjaro อยู่ร่วมกับ OS อื่น
zh_tw: Manjaro 與其他作業系統共存

source: Choose the new size of your installation
bg: Задаване на нов размер за вашата инсталация
de: Wählen Sie die Größe Ihrer neuen Installation.
es: Seleccione el nuevo tamaño de la instalación
fr: Choisissez la nouvelle taille de votre installation
hr: Odaberite novu veličinu instalacije
hu: Válaszd ki a telepítésed új méretét
id: Memilih ukuran baru dari pemasangan anda
is: Veldu nýja stærð uppsetningarinnar
it: Scegli la nuova dimensione della tua installazione
ja: インストールの新しいサイズを選択してください
nl: Kies de grootte van je nieuwe installatie
pl: Wybierz nowy rozmiar dla instalacji
pt_br: Escolha o novo tamanho para sua instalação
ro: Alegeți o altă dimensiune a instalării dumneavoastră
ru: Выберите новый размер для установки
zh_tw: 選擇您安裝的新大小

source: Choose the partition that you want to shrink:
bg: Изберете дял, който искате да смалите:
de: Wählen Sie die zu verkleinernde Partition aus:
es: Elija la partición que quiera reducir:
fr: Sélectionnez la partition à réduire :
hr: Odaberite particiju koju želite smanjiti:
hu: Válaszd ki, hogy melyik partíciót akarod zsugorítani:
id: Pilih partisi yang anda inginkan untuk disusutkan.
is: Veldu disksneiðina sem þú vilt minnka:
it: Scegli la partizione che vuoi ridurre:
ja: 縮小したいパーティションを選択してください:
nl: Kies de partitie die je wilt verkleinen
pl: Wybierz partycję, którą chcesz zmniejszyć:
pt_br: Escolha a partição que você quer reduzir:
ro: Alegeți partiția pe care doriți să o micșorați:
ru: Выберите раздел для уменьшения размера
zh_tw: 選擇您想要縮減的分割區：

source: Can't find any spare partition number. Alongside installation can't continue.
bg: Няма свободен номер на дял. Затова инсталация не може да продължи.
de: Keine freie Partitionsnummer gefunden. Installation neben anderem Betriebssystem kann nicht fortgesetzt werden.
es: No puedo encontrar ninguna partición vacía. La instalación no puede continuar.
fr: Impossible de trouver une partition de libre. Par conséquent l'installation ne peut pas continuer.
id: Tidak dapat menemukan nomor partisi cadangan. Pemasangan berdampingan tidak dapat dilanjutkan.
is: Gat ekki fundið laust disksneiðanúmer. Ekki er hægt að halda áfram með samhliða-uppsetningu.
it: Impossibile trovare alcun numero di partizione libero. L'installazione parallela non può continuare
ja: 予備のパーティション番号が見つかりません。 共存してのインストールが続行できません。
nl: Kan geen vrij partitienummer vinden. Installatie naast een ander OS kan niet doorgaan.
pl: Nie można odnaleźć wolnego numeru partycji Instalacja "obok innych systemów" nie może być kontynuowana.
pt_br: Impossível encontrar um número de partição sobrando. A instalação lado a lado não pode continuar.
ro: Nu se poate găsi nici un număr de partiție de rezervă. Instalarea nu poate continua.
ru: Не удается найти свободный номер раздела. Установка рядом не может быть продолжена.
zh_tw: 無法找到任何備用的分割區號碼。 並存安裝將不會繼續。

source: Can't find any installed OS!
bg: Няма открита инсталирана ОС!
de: Kein installiertes Betriebssystem gefunden.
es: ¡No puedo encontrar ningún S.O. instalado!
fr: Impossible de trouver un système d'exploitation installé !
hr: Ne mogu pronaći drugi instalirani OS!
hu: Nem található telepített operációs rendszer!
id: Tidak dapat menemukan OS apapun yang terpasang!
is: Get ekki fundið neitt uppsett stýrikerfi!
it: Non riesco a trovare nessun Sistema Operativo installato!
ja: インストール済みのOSが見つかりません!
nl: Kan geen geïnstalleerd besturingssysteem vinden!
pl: Nie można odnaleźć żadnego zainstalowanego systemu operacyjnego!
pt_br: Nenhum SO instalado encontrado!
ro: Nu se poate găsi nici un sistem de operare instalat!
ru: Не удается найти установленную ОС
zh_tw: 找不到任何已安裝的作業系統！

source: The 'alongside' installation mode does not work in UEFI systems
bg: "Успоредният" режим на инсталация не работи в UEFI системи
de: Installation neben anderem Betriebssystem funktioniert auf UEFI Systemen nicht.
es: El modo de instalación compartida no funciona en sistemas UEFI
fr: Le mode d'installation "à côté" ne fonctionne pas sur les systèmes UEFI
hr: 'Instaliraj uz' instalacijski mod ne radi na UEFI sustavima
id: Modus pemasangan 'alongside' tidak bekerja pada sistem UEFI.
is: 'Samhliða' uppsetningarhamur virkar ekki í UEFI kerfum
it: La modalità di installazione "alongside" non funziona in sistemi UEFI
ja: 他のOSと '共存する' インストールモードはUEFIシステムでは作動しません。
nl: De installatiemodus 'naast een ander OS' werkt niet op UEFI-systemen
pl: Tryb instalacji "obok innych systemów" nie działa z systemami UEFI
pt_br: O modo de instalação 'lado a lado' não funciona em sistemas UEFI.
ro: Modul de instalare 'alături de' nu funcționează pe sisteme UEFI
ru: Режим установки рядом не работает в системах UEFI
zh_tw: 「並存」安裝模式在 UEFI 系統上無法運作

source: Windows(tm) OS detected.
bg: Засечена е Windows(tm) OС.
de: Windows(tm) Betriebssystem gefunden.
es: Windows(tm) detectado.
fr: OS Windows (tm) détecté.
hr: Windows(tm) OS je otkriven.
hu: Windows(tm) operációs rendszer felderítve.
id: OS Windows(tm) terdeteksi.
is: Windows(tm) stýrikerfi fannst.
it: Trovato il Sistema Operativo Windows(tm)
ja: Windows(tm) OS が検出されました。
nl: Windows(tm)-besturingssysteem gevonden.
pl: Wykryto system operacyjny Windows(tm).
pt_br: Windows(tm) OS encontrado.
ro: SO Windows(tm) detectat.
ru: ОС Windows(tm) обнаружена
zh_tw: 偵測到 Windows(tm) 作業系統。

source: Windows(tm) OS not detected.
bg: Windows(tm) ОС не е засечен.
de: Windows(tm) Betriebssystem nicht gefunden.
es: Windows(tm) no detectado.
fr: OS Windows (tm) non détecté.
hr: Windows(tm) OS nije otkriven.
hu: Windows(tm) operációs rendszer nem található.
id: OS Windows(tm) tidak terdeteksi.
is: Windows(tm) stýrikerfi fannst ekki.
it: Non ho trovato il Sistema Operativo Windows(tm)
ja: Windows(tm) OS が検出されませんでした。
nl: Windows(tm)-besturingssysteem niet gevonden.
pl: Nie wykryto systemu operacyjnego Windows(tm).
pt_br: Windows(tm) OS não encontrado.
ro: SO Windows(tm) nedetectat.
ru: ОС Windows(tm) не обнаружена
zh_tw: 未偵測到 Windows(tm) 作業系統。

source: Can't detect any OS in device sda.
bg: Не се открива ОС на устройство sda.
de: Kann kein OS auf Laufwerk sda erkennen
es: No se pudo detectar ningún S.O. en el dispositivo sda.
fr: Impossible de détecter un OS sur le périphérique sda.
hr: Ne mogu otkriti nikakav OS na uređaju sda.
hu: Nem található operációs rendszer az sda eszközön.
id: Tidak dapat mendeteksi OS apapun di perangkat sda.
is: Get ekki fundið neitt stýrikerfi á tækinu sda.
it: Non riesco a trovare nessun Sistema Operativo nel dispositivo sda.
ja: デバイスのsdaパーティションにOSが検出されませんでした。
nl: Kan geen besturingssysteem vinden op het apparaat sda.
pl: Nie można wykryć żadnego systemu operacyjnego na urządzeniu sda.
pt_br: Não foi possível encontrar nenhum Sistema Operacional no dispositivo sda.
ro: Nu se poate detecta nici un sistem de operare pe dispozitivul sda.
ru: Не удается определить установленную ОС на диске sda
zh_tw: 無法在 sda 裝置上偵測到任何作業系統。

source: Unsuported disk layout for the 'alongside' installation mode
bg: Тази дискова подредба не се поддържа от "успоредният" режим на инсталация
de: Nicht unterstütztes Partitionsschema für Installation neben anderem Betriebssystem.
es: Particionado de disco no soportado para el modo de instalación compartida
fr: Configuration du disque non supportée pour le mode d'installation "à côté"
hr: Nepodržani raspored diska za 'instaliraj uz' instalacijski mod
id: Tatanan cakram tidak mendukung untuk modus pemasangan 'berdampingan'
is: Uppsetning disksins er ekki studd í 'samhliða' uppsetningarham
it: Layout dischi non supportato per la modalità di installazione "accanto"
ja: 他のOSと'共存させる'インストールモードに対応するディスクレイアウトではありません。
nl: Deze schijf-layout is niet ondersteund in de installatiemodus 'naast een ander OS'
pl: Nieobsługiwany układ dysku dla trybu instalacyjnego "obok innych systemów"
pt_br: Layout de disco não suportado para o modo de instalação 'lado a lado'
ro: Schemă disc nesuportată pentru modul de instalare 'alături de'
ru: Диск имеет неподдерживаемое разбиение для выбранного режима установки
zh_tw: 不被「並存」安裝模式所支援的磁碟佈局

source: and
bg: и
de: und
es: y
fr: et
hr: i
hu: és
id: dan
is: og
it: e
nl: en
pl: i
pt_br: e
ro: și
ru: и
zh_tw: 及

source: Installation type
ar: نوع التثبيت
bg: Вид инсталиране
de: Installationsart
el: Τύπος εγκατάστασης
es: Tipo de instalación
fr: Type d'installation
he: טיפוס התקנה
hr: Tip instalacije
hu: Telepítés típusa
id: Tipe instalasi
is: Tegund uppsetningar
it: Tipo di installazione
ja: インストールの種類
nl: Installatie type
pl: Rodzaj instalacji
pt_br: Tipo de instalação
ro: Tipul instalării
ru: Тип установки
sr: Тип инсталације
th_th: ประเภทการติดตั้ง
zh_tw: 安裝類型

source: Replace {0} with Manjaro
bg: Замени {0} с Манджаро
de: {0} mit Manjaro ersetzen
es: Sustituir {0} por Manjaro
fr: Remplacer {0} par Manjaro
hr: Zamjeni {0} sa Manjarom
hu: {0} cseréje Manjaro-ra.
id: Ganti{0} dengan Manjaro
is: Skipta {0} út fyrir Manjaro
it: Sostituisci {0} con Manjaro
ja: {0} をManjaroに置き換える
nl: Vervang {0} door Manjaro
pl: Zastąp {0} poprzez Manjaro
pt_br: Substituir {0} com Manjaro
ro: Înlocuiește {0} cu Manjaro
ru: Заменить {0} на Manjaro
zh_tw: 以 {0} 取代 Manjaro

source: Erase disk and install Manjaro
bg: Изтриване на диска и инсталиране на Manjaro
de: Festplatte löschen und Manjaro installieren
es: Borrar disco e instalar Manjaro
fr: Effacer le disque et installer Manjaro
hr: Izbriši disk i instaliraj Manjaro
hu: Lemez törlése és Manjaro telepítése
id: Hapus cakram dan pasang Manjaro
is: Hreinsa diskinn og setja upp Manjaro
it: Cancella il disco e installa Manjaro
ja: ディスクを消去してManjaroをインストールする
nl: Wis schijf en installeer Manjaro
pl: Wyczyść dysk i zainstaluj Manjaro
pt_br: Apagar o disco e instalar o Manjaro
ro: Șterge discul și instalează Manjaro
ru: Стереть диск и установить Manjaro
zh_tw: 抹除磁碟並安裝 Manjaro
