Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: Manjaro will use eCryptfs to encrypt your home directory. Unfortunately, eCryptfs does not handle sparse files well.
bg: Manjaro ще използва eCryptfs, за да криптира Вашата home директория. За жалост eCryptfs не работи добре с фрагментирани файлове.
de: Manjaro wird eCryptfs verwenden, um Ihr Heimverzeichnis zu verschlüsseln. Leider funktioniert eCryptfs nicht gut mit mitwachsenden Dateien.
el: Το Manjaro θα χρησιμοποιήσει το eCryptfs για να κρυπτογραφήσει τον προσωπικό σας φάκελο. Δυστυχώς, το eCryptfs δεν χειρίζετε καλά τα διάσπαρτα αρχεία.
es: Manjaro usará eCryptfs para cifrar su carpeta personal, Desafortunadamente, eCryptfs no trabaja con archivos dispersos correctamente.
fr: Manjaro va utiliser eCryptfs pour chiffrer votre répertoire personnel. Malheureusement, eCryptfs gère mal les fichiers fragmentés.
hr: Manjaro će koristiti eCryptfs za šifriranje vašeg home direktorija. Nažalost, eCryptfs ne može dobro rukovati sa rijetkim datotekama.
hu: Manjaro az eCryptfs-t használja az ön home könyvtárának a titkosítására. Sajnos az eCryptfs nem kezeli jól a töredezett fájlokat.
id: Manjaro akan menggunakan eCyptfs untuk mengenkripsi direktori home Anda. Namun, eCryptfs tidak dapat menangani sparse files dengan baik.
is: Manjaro mun nota eCryptfs til að dulkóða heimamöppu. Því miður, eCryptfs meðhöndlar sparse skár ekki vel.
it: Manjaro utilizzerà eCryptfs per cifrare la vostra directory home. Purtroppo, eCryptfs non gestisce bene i file sparsi.
ja: Manjaroはホームディレクトリの暗号化のためにeCryptfsを使用します。残念ながら、eCryptfsはsparseなファイルをうまく扱うことができません。
nl: Manjaro gebruikt eCryptfs om je home map te versleutelen. Helaas werkt eCryptfs niet goed met sparse bestanden.
pl: Manjaro użyje eCryptfs do zaszyfrowania Twojego katalogu domowego. Niestety, eCryptfs ma kłopoty z dobrą obsługą rzadkich plików.
pt_br: Manjaro utilizará eCryptfs para criptografar a pasta pessoal. Infelizmente, eCryptfs não funciona muito bem com arquivos grandes.
ro: Manjaro va folosi eCryptfs pentru a cripta dosarul vostru /home. Din păcate, eCryptfs nu manipulează bine fișierele împrăștiate.
ru: Manjaro будет использовать eCryptfs для шифрования вашей домашней папки. К сожалению, eCryptfs плохо работает с мелкими файлами.
sr: Манџаро ће користити eCryptfs да енкриптује home директоријум. Нажалост, eCryptfs се не сналази јако добро са раштрканим фајловима.
th_th: Manjaro จะใช้ eCryptfs เพื่อเข้ารหัสลับโฟลเดอร์ home แต่ว่า eCryptfs จัดการกับไฟล์แบบเบาบางได้ไม่ดีนัก
zh_tw: Manjaro 將會使用 eCryptfs 加密您的家目錄。不幸的是，eCryptfs 無法很好地處理稀疏檔案。

source: Don't worry, for most intents and purposes this deficiency does not pose a problem.
bg: Не се безпокойте, в повечето случаи този недостатък не причинява проблеми.
de: Keine Sorge, für die meisten Anwendungen stellen diese Einschränkungen kein Problem dar.
el: Μην ανυσηχείτε, για τις περισσότερες αποφάσεις και σκοπούς αυτή η ανεπάρκεια δεν θα θέσει κάποιο πρόβλημα.
es: No se preocupe, en la mayoría de casos esta carencia no es un problema.
fr: N'ayez crainte, dans la plupart des cas ce défaut ne pose aucun problème.
hr: Ne brini, za većinu namjere i svrhe taj nedostatak ne predstavlja problem.
hu: Ne aggódjon, a legtöbb felhasználási szándékot és célt tekintve ez a hiányosság nem jelent problémát.
id: Jangan khawatir, sebagian besar kekurangan ini tidak menimbulkan masalah.
is: Ekki hafa áhyggjur, fyrir flesta ætlun og tilgangi mun ekki skapa vandamál.
it: Non ti preoccupare, nella maggior parte dei casi di utlizzo, questa carenza non costituisce un problema.
ja: 心配しないでください。この欠陥の意図や目的は問題を持ち出すことではありません。
nl: Maak je geen zorgen, voor de meeste doeleinden vormt dit geen probleem.
pl: W większości przypadków i zastosowań, nie stanowi problemu.
pt_br: Não se preocupe, pois para a maioria dos propósitos esta deficiência não caracteriza um problema.
ro: Nu vă faceți griji. Pentru majoritatea situaților, această deficiență nu reprezintă o problemă.
ru: Не беспокойтесь, в большинстве случаев, это не вызывает проблем.
sr: Не брините, за већину намена ова мана не представља проблем.
th_th: ไม่ต้องกังวล ส่วนใหญ่ประสิทธิภาพที่ลดลงไปนี้ไม่ก่อให้เกิดปัญหา
zh_tw: 別擔心，在大多數情況下這個缺點都不會造成什麼問題。

source: Anyway, one popular and inadvisable application of eCryptfs is to encrypt a BitTorrent download location as this often requires eCryptfs to handle sparse files of 10 GB or more and may lead to intense disk starvation.
bg: За всеки случай не е препоръчително да използвате eCryptfs за криптиране на директория с торент-файлове, защото eCryptfs ще трябва да работи с фрагментирани файлове от 10GB или повече, а това може да причини проблеми с твърдия диск.
de: Wie auch immer, eine beliebte aber nicht empfehlenswerte Einsatzmöglichkeit von eCryptfs besteht darin, einen Speicherort für BitTorrent zu verschlüssen. Dies führt dazu, dass eCryptfs oftmals mitwachsene Dateien von 10 GB oder mehr verarbeiten muss. Dies kann zu erheblich verlangsamten Festplatten führen.
el: Παρόλα αυτά, μια δημοφιλής και όχι λογική εφαρμογή του eCryptfs είναι η κρυπτογράφηση μιας τοποθεσίας λήψεων BitTorrent επειδή συχνά χρειάζεται απο το eCryptfs να χειρίζεται διάσπαρτα αχεία των 10GB η περισσότερο και μπορεί να οδηγήσει σε έντονη έλλειψη δίσκου.
es: Aún así, un uso habitual y no aconsejable de eCryptfs es encriptar una carpeta de descarga de BitTorrent, y a menudo requiere que eCryptfs maneje archivos dispersos de 10 GB o más y puede acaparar el acceso al disco.
fr: D'un autre coté, une application populaire mais déconseillée d'eCryptfs consiste à chiffrer un emplacement de téléchargement BitTorrent, ce qui requiert qu'eCryptfs manipule des fichiers fragmentés de plus de 10 GB, et peut conduire à une fatigue du disque.
hr: U svakom slučaju, jedna popularna i preporučljiva primjena cCryptfs-a je za šifriranje BitTorrent lokacije za preuzimanje.
hu: Egyébként az egyik népszerű és nem javasolt alkalmazása az eCryptfs-nek a BitTorrent letöltési helyének titkosítása, ami sokszor megköveteli az eCryptfs-től, hogy 10 GB-nál több töredezett fájlt kezeljen. Ez intenzív lemezhasználathoz vezethet.
id: Namun, salah satu aplikasi populer dan tidak disarankan eCryptfs untuk mengenkripsi lokasi unduhan BitTorrent karena hal itu sering kali memerlukan eCryptfs untuk menangani sparse files dengan ukuran 10 GB atau lebih yang dapat menyebabkan kelaparan diska yang intens.
is: Engu að síður, einn vinsælasta og óráðlega umsókn eCryptfs er að dulkóða BitTorrent niðurhal staðsetningu sem þetta krefst oft eCryptfs að höndla rýr skrár af 10 GB eða meira og getur leitt til mikillar diskua hungurs.
it: Comunque, una popolare e sconsigliabile applicazione di eCryptfs è per crittografare un percorso di download BitTorrent in quanto questo richiede spesso eCryptfs per gestire i file sparsi di 10 GB e può portare ad un uso intensivo del disco.
ja: いずれにせよ、BitTorrentによるダウンロードの際の暗号化に対するeCryptfs のお勧めできない点は、eCryptfs が10GB以上のsparseなファイルを取り扱うことを要求し、深刻なディスク容量の不足を引き起こすことです。
nl: Hoe dan ook, een populaire en onverstandige toepassing voor eCryptfs is het versleutelen van een BitTorrent download locatie. Omdat eCryptfs moeite heeft met sparse bestanden van 10 GB of meer te behandelen, kan dit leiden tot ernstige schijfproblemen.
pl: W każdym razie, dość popularnym i niewskazanym zastosowaniem eCryptfs jest szyfrowanie położenia pobierania BitTorrent. Wymagana często od eCryptfs obsługa rzadkich plików o wielkości 10 GB lub więcej, może prowadzić do zbyt intensywnego wykorzystania dysku twardego.
pt_br: De qualquer forma, criptografar o repositório de download do BitTorrent (prática comum) não é recomendado, uma vez que pode acarretar o travamento do disco.
ro: Oricum, o aplicație populară și nerecomandată este aplicarea eCryptfs pentru a cripta o locație de descărcare a torentelor, deoarece aceasta necesită ca eCryptfs să manipuleze fișiere împrăștiate de 10 GB sau mai mult și poate să ducă la înfometarea discului.
ru: Не желательно использовать eCryptfs для шифрования папки загрузки для BitTorrent, так как для обработки мелких файлов eCryptfs требуется 10 GB и более, что может привести к резкому уменьшению свободного места.
sr: У сваком случају, једна популарна и непрепоручљива примена eCryptfs-a јесте да енкриптује BitTorrent локацију за преузимање, јер ово често захтева од eCryptfs да управља раштрканим фајловима од 10GB или већим, што може да доведе до интензивног губитка празног простора.
th_th: อย่างไรก็ตาม การใช้งานที่เป็นที่นิยมแต่ไม่แนะนำอย่างหนึ่งคือการใช้ eCryptfs เพื่อเข้ารหัสลับตำแหน่งดาวน์โหลด BitTorrent ซึ่งโดยมาก eCryptfs ต้องจัดการไฟล์เบาบางขนาด 10 GB หรือใหญ่กว่า ซึ่งอาจทำให้พื้นที่ดิสก์ไม่เพียงพอต่อการใช้งาน
zh_tw: 無論如何， eCryptfs 其中一個最常被誤用的方式就是用來加密 BitTorrent 下載的暫存位置，因為這經常會導致 eCryptfs 需要管理10GB甚至更多的稀疏檔案，甚至可能會導致磁碟空間經常性的不足。

source: A simple workaround is to place sparse files in an unencrypted .Public directory
bg: Решението на проблема е да оставите фрагментираните файлове в некриптирана папка. Публична папка
de: Um dies zu vermeiden, sollten mitwachsende Dateien in einem unverschlüsselten .Public Verzeichnis gespeichert werden.
el: Μια απλή λύση είναι να τοποθετηθούν τα διάσπαρτα αρχεία σε έναν μη κρυπτογραφημένο .Κοινό φάκελο
es: Una solución sencilla es colocar los archivos dispersos en un directorio público sin cifrar.
fr: Une parade simple consiste à placer les fichiers fragmentés dans un répertoire public non-chiffré.
he: מעקף פשוט יהיה להשים קבצים זעומים בתוך ספרייה Public. לא מוצפנת
hu: Egy egyszerű megoldás, hogy a töredezett fájlokat egy nem titkosított .Public könyvtárba helyezzük.
id: Solusi sederhana adalah dengan menempatkan sparse files kedalam direktori .Public yang tidak dienkripsi.
it: Una soluzione semplice è quella di mettere i file sparsi in una .Directory pubblica non cifrata
ja: 単純な回避策はsparseなファイルを暗号化しないことです。共有のディレクトリ
nl: Een eenvoudige oplossing is om sparse bestanden in een onversleutelde .Openbare map te plaatsen
pl: Prostym obejściem tego problemu jest umieszczenie rzadkich plików w niezaszyfrowanym katalogu .Publiczny
pt_br: Uma forma de contornar este problema é colocar estes arquivos em um diretório público e não criptografado
ro: O metodă ocolitoare este ca fișierele împrăștiate să fie puse într-un dosar .Public necriptat
ru: Простое решение хранить мелкие файлы не зашифрованными. Общая папка
sr: Једноставно решење је да сместите раштркане фајлове у неенкриптован .Public директоријум
zh_tw: 一個簡單的解決辦法是將那些稀疏檔案放到一個未加密的 .Public 目錄裡

source: Look at https://wiki.archlinux.org/index.php/ECryptfs for detailed information
ar: ألقي نظرة في https://wiki.archlinux.org/index.php/ECryptfs للحصول على معلومات مفصلة
bg: Прочетете повече в https://wiki.archlinux.org/index.php/ECryptfs
de: Hier finden Sie weitere Informationen: https://wiki.archlinux.org/index.php/ECryptfs
el: Κοιτάξτε στο https://wiki.archlinux.org/index.php/ECryptfs για λεπτομερείς πληροφορίες
es: Para información detallada vea https://wiki.archlinux.org/index.php/ECryptfs
fr: Voir https://wiki.archlinux.org/index.php/ECryptfs pour des informations détaillées.
he: ראה https://wiki.archlinux.org/index.php/ECryptfs למידע מפורט
hu: Látogassa meg https://wiki.archlinux.org/index.php/ECryptfs oldalt részletes információért.
id: Lihat https://wiki.archlinux.org/index.php/ECryptfs untuk informasi lebih rinci
is: Líttu á https://wiki.archlinux.org/index.php/ECryptfs fyrir ítarlegar upplýsingar
it: Guardate in https://wiki.archlinux.org/index.php/ECryptfs per informazioni dettagliate
ja: https://wiki.archlinux.org/index.php/ECryptfs for detailed information を参照してください。
nl: Kijk op https://wiki.archlinux.org/index.php/ECryptfs voor gedetailleerde informatie
pl: Proszę zajrzeć na adres https://wiki.archlinux.org/index.php/ECryptfs, aby znaleźć więcej informacji.
pt_br: Visite https://wiki.archlinux.org/index.php/ECryptfs for detailed information
ro: Vedeți https://wiki.archlinux.org/index.php/ECryptfs pentru detalii
ru: Посетите https://wiki.archlinux.org/index.php/ECryptfs для получения дополнительной информации.
sr: Погледајте на https://wiki.archlinux.org/index.php/ECryptfs за детаљније информације
zh_tw: 看 https://wiki.archlinux.org/index.php/ECryptfs 以獲得更多細節

source: Are you sure you want to encrypt your home directory?
bg: Наистина ли искате да криптирате домашната директория?
de: Sind Sie sicher, dass Sie Ihr Heimatverzeichnis verschlüsseln wollen ?
el: Είστε σίγουροι οτι θέλετε να κρυπτογραφήσετε τον προσωπικό σας κατάλογο;
es: ¿Está seguro que quiere cifrar su carpeta personal?
fr: Êtes-vous sûr de vouloir chiffrer votre répertoire personnel ?
he: האם אתם בטוחים כי ברצונכם להצפין את תיקיית הבית שלכם?
hr: Jeste li sigurni da želite šifrirati home direktorij?
hu: Biztos abban, hogy titkosítani akarja a home könyvtárat?
id: Apakah Anda yakin ingin mengenkripsi direktori rumah?
is: Ertu viss um að þú viljir dulrita heimasvæðið þitt?
it: Sei sicuro di voler crittografare la directory home?
ja: ホームディレクトリを暗号化していいですか?
nl: Ben je zeker dat je de home map wil versleutelen?
pl: Czy na pewno chcesz zaszyfrować swój katalog domowy?
pt_br: Tem certeza que deseja criptografar a pasta pessoal?
ro: Sunteți sigur că vreți să criptați dosarul /home?
ru: Зашифровать Вашу домашнюю папку?
sr: Да ли сте сигурни да желите да енкриптујете ваш Home директоријум?
th_th: คุณต้องการเข้ารหัส โฟลเดอร์บ้าน หรือไม่ ?
zh_tw: 確定要加密您的家目錄嗎？

source: Invalid characters entered
bg: Въведени са невалидни знаци
de: Ungültige Zeichen wurden eingegeben
el: Εισάγατε μη έγκυρους χαρακτήρες
es: Introducidos carácteres inválidos
fr: Caractères non valides entrés
he: הוזן תו לא תקין
hr: Uneseni znakovi nisu valjani
hu: Érvénytelen karaktereket adtál meg
id: Karakter yang dimasukkan tidak sah
is: Ógildir stafir settir inn
it: Inseriti dei caratteri non validi
ja: 無効な文字が入力されました
nl: Ongeldige karakters ingevoerd
pl: Wprowadzono błędne znaki
pt_br: Caracteres inválidos
ro: Caractere invalide introduse
ru: Введенные символы неправильные
sr: Унешени су неодговарајући знаци
zh_tw: 輸入了不允許使用的字元

source: Username can't contain dots
bg: Потребителското име не трябва да съдържа точки
de: Benutzername kann keine Punkte beinhalten
el: Το όνομα χρήστη δεν μπορεί να περιέχει τελείες
es: El nombre de usuario no puede contener puntos
fr: Le nom d'utilisateur ne peut pas contenir de points
he: שם משתמש לא יכול להכיל נקודות
hr: Korisničko ime ne smije sadržavati točke
hu: A felhasználónév nem tartalmazhat pontokat
id: Nama pengguna tidak boleh berisi titik
is: Notandanafn getur ekki haft punkta
it: Nome utente non può contenere punti
ja: ユーザー名にドットは使えません
nl: Gebruikersnaam mag geen punten bevatten
pl: Nazwa użytkownika nie może zawierać kropek
pt_br: O nome de usuário não pode conter pontos
ro: Numele de utilizator nu poate conține puncte
ru: Имя пользователя не должно содержать точек
sr: Корисничко име не може да садржи тачке
th_th: ชื่อผู้ใช้ไม่อนุญาตให้มี จุด รวมอยู่ด้วย
zh_tw: 使用者名稱不能包含標點

source: Too many characters
ar: الكثير من الأحرف
bg: Твърде много знаци
de: Zu viele Zeichen
el: Πολλοί χαρακτήρες
es: Demasiados caracteres
fr: Trop de caractères
he: יותר מדי תווים
hr: Previše znakova
hu: Túl sok karakter
id: Terlalu banyak karakter
is: Of margir stafir
it: Caratteri non sufficienti
ja: 文字数が多過ぎます
nl: Te veel karakters
pl: Zbyt wiele znaków
pt_br: Muitos caracteres
ro: Prea multe caractere
ru: Слишком много символов
sr: Превише карактера - слова
th_th: มีตัวอักษรมากเกินไป
zh_tw: 過多字元

source: Wrong url, will try another one if available.
bg: Грешен url, ще се пробва друг, ако е възможно.
de: Falsche url, versuche andere Adresse wenn verfügbar.
es: URL incorrecta, se intentará con otra si hay disponible.
fr: Mauvaise URL, une autre sera essayée si possible.
hr: Krivi url, pokušat ću drugi ako je dostupan.
hu: Helytelen url, másikat kell próbálni, ha van elérhető
id: url yang salah, akan mencoba yang lain jika tersedia
is: Röng vefslóð, mun reyna aðra ef hún er í boði.
it: Url sbagliato, proverò un altro se disponibile.
ja: urlが間違えています。利用可能な別のurlを試してください。
nl: Verkeerde url, als er een andere beschikbaar is wordt die geprobeerd.
pl: Błędny adres url, próba z innym adresem, jeśli jest dostępny.
pt_br: Url errada, tentaremos outra se disponível.
ro: Url greșit, se va încerca altul dacă este disponibil.
ru: Неправильный url, используйте другой доступный.
zh_tw: 錯誤的 url，將會嘗試其他可用的。

source: Can't open {0} - Reason: {1}
bg: Не може да се отвори {0} - Причина: {1}
de: Kann {0} nicht öffnen - Grund: {1}
es: No se puede abrir {0} - Razón: {1}
fr: Impossible d'ouvrir {0} - Raison : {1}
hr: Ne mogu otvoriti {0} - Razlog: {1}
hu: Nem lehet megnyitni ezt {0} - Oka: {1}
id: Tidak dapat membuka {0} - Alasan: {1}
is: Get ekki opnað {0} - Ástæða: {1}
it: Non riesco ad aprire {0} - Motivo: {1}
ja: {0} を開けません - 理由: {1}
nl: Kan {0} niet openen - Reden: {1}
pl: Nie można otworzyć {0} - Powód: {1}
pt_br: Não é possível abrir {0} - Motivo: {1}
ro: Nu se poate deschide {0} - Motiv: {1}
ru: Не удается открыть {0} - Причина {1}
zh_tw: 無法開啟 {0} - 理由：{1}

source: HTTP Error : {0}
bg: HTTP грешка: {0}
de: HTTP Fehler: {0}
es: Error HTTP: {0}
fr: Erreur HTTP : {0}
hr: HTTP greška : {0}
hu: HTTP hiba : {0}
id: Galat HTTP : {0}
is: HTTP Villa : {0}
it: Errore HTTP: {0}
ja: HTTP エラー : {0}
nl: HTTP-fout: {0}
pl: Błąd HTTP: {0}
pt_br: Erro no HTTP : {0}
ro: Eroare HTTP : {0}
ru: Ошибка HTTP: {0}
zh_tw: HTTP 錯誤：{0}

source: URL Error : {0}
bg: URL грешка: {0}
de: URL Fehler: {0}
es: Error de URL: {0}
fr: Erreur d'URL : {0}
hr: URL greška : {0}
hu: URL hiba : {0}
id: Galat URL : {0}
is: Villa í URL-slóð : {0}
it: Errore di indirizzo URL: {0}
ja: URL エラー : {0}
nl: URL-fout: {0}
pl: Błąd URL: {0}
pt_br: Erro na URL : {0}
ro: Eroare URL : {0}
ru: Ошибка URL : {0}
zh_tw: URL 錯誤：{0}

source: Downloading {0} {1} ({2}/{3})...
bg: Изтегляне на {0} {1} ({2}/{3})...
de: Herunterladen von {0} {1} ({2}/{3})...
es: Descargando {0} {1} ({2}/{3})...
fr: Téléchargement de {0} {1} ({2}/{3})...
hr: Preuzimam {0} {1} ({2}/{3})...
hu: Letöltés: {0} {1} ({2}/{3})...
id: Mengunduh {0} {1} ({2}/{3})...
is: Sæki {0} {1} ({2}/{3})...
it: Scaricamento in corso di {0} {1} ({2}/{3})...
ja: ダウンロード中 {0} {1} ({2}/{3})...
nl: {0} {1} downloaden ({2}/{3})...
pl: Pobieranie {0} {1} ({2}/{3})...
pt_br: Baixando {0} {1} ({2}/{3})...
ro: Descărcare {0} {1} ({2}/{3})...
ru: Загрузка {0} {1} ({2}/{3})...
zh_tw: 正在下載 {0} {1} ({2}/{3})...

source: Metalink for package {0} has no size info
bg: Metalink на пакета {0} няма информация за размер
de: Metalink für Packet {0} hat keine Größeninformation
es: El metalink del paquete {0} no tiene información de tamaño
fr: Metalien pour le paquet {0} n'a pas d'information sur la taille
hr: Metalink za paket {0} nema informaciju o veličini
hu: A {0} csomag metalinkjéről nincs méret információ
id: Metalink untuk paket {0} tidak memiliki informasi ukuran
is: Lýsitengill (metalink) pakkans {0} hefur engar stærðarupplýsingar
it: Metalink per il pacchetto {0} non ha informazioni sulla dimensione.
ja: パッケージ {0} のメタリンクにファイルサイズの情報がありません。
nl: Metalink voor package {0} heeft geen informatie over de grootte.
pl: Metaodnośnik dla pakietu {0} nie posiada informacji o jego rozmiarze
pt_br: O metalink do pacote {0} não possui informação de tamanho.
ro: Metalink-ul pentru pachetul {0} nu are informații de dimensiune
ru: Не определен размер Metalink для пакета {0}
zh_tw: 套件 {0} 的 metalink 沒有大小資訊

source: File {0} already exists, Thus will not overwrite it
bg: Файлът {0} вече съществува, Thus няма да го презаписва
de: Datei {0} bereits vorhanden, wird von Thus nicht überschrieben
es: El archivo {0} ya existe, Thus no lo sobreescribirá
fr: Le fichier {0} existe déjà, Thus ne le remplacera pas
hr: Datoteka {0} već postoji, Thus ju neće prepisati
hu: {0} fájl már létezik, a Thus nem fogja felülírni
id: Berkas {0} telah ada, Thus tidak akan menimpanya
is: Skrá {0} þegar til, Thus mun ekki yfirskrifa hana
it: Il File {0} esiste già, non verrà sovrascritto da Thus
ja: ファイル {0} は既に存在します。 Thusは上書きできません。
nl: Bestand {0} bestaat al. Thus zal het niet overschrijven
pl: Plik {0} już istnieje, Thus go nie nadpisze
pt_br: Arquivo {0} já existe, Portanto não vai substituí-lo
ro: Fișierul {0} există deja, Thus nu îl va înlocui
ru: Файл {0} существует. Thus перезапишет его.
zh_tw: 檔案 {0} 已經存在，Thus 將不會覆寫它

source: Can't download {0}, even after trying all available mirrors
bg: Не може да се изтегли {0}, дори след опит от всички огледала
de: Kann {0} von keinem der verfügbaren Mirror herunterladen
es: No se puede descargar {0}, después de intentarlo a través de todos los 'mirrors' disponibles
fr: Impossible de télécharger {0}, même après avoir essayé tous les miroirs disponibles
hr: Ne mogu preuzeti {0}, čak i nakon pokušaja preko svih zrcalnih poslužitelja
hu: Nem lehet letölteni: {0}, még az összes elérhető tükörszerver kipróbálása után sem
id: Tidak dapat mengunduh {0}, walaupun setelah mencoba semua mirror yang tersedia
is: Get ekki sótt {0}, þrátt fyrir að prófa alla tiltæka spegla
it: Impossibile scaricare {0}, anche dopo aver provato tutti i mirror disponibili
ja: 全ての利用可能なミラーを試しましたが、 {0} がダウンロードできません。
nl: Kan {0} niet downloaden, zelfs nadat alle mirrors geprobeerd zijn
pl: Nie można pobrać {0}, nawet po próbie wykorzystania wszystkich dostępnych serwerów zwierciadlanych
pt_br: Impossível descarregar {0}, mesmo depois de tentar todos os espelhos disponíveis.
ro: Nu se poate descărca {0}, chiar și după ce s-a încercat toate oglinzile disponibile
ru: Не удается загрузить, испробованы все доступные заркала
zh_tw: 在嘗試過所有可用的鏡像後，依然無法下載 {0}

source: free space
ar: مساحة خالية
bg: свободно място
de: freier Speicher
el: ελεύθερος χώρος
es: espacio libre
fr: espace libre
he: נפח חופשי
hr: slobodan prostor
hu: szabad hely
id: ruang kosong
is: laust pláss
it: Spazio libero
ja: 空き領域
nl: vrije ruimte
pl: wolne miejsce
pt_br: espaço livre
ro: spațiu liber
ru: свободное место
sr: слободан простор
th_th: พื้นที่ว่าง
zh_tw: 剩餘空間

source: Device
ar: جهاز
bg: Устройство
de: Gerät
el: Συσκευή
es: Unidad
fr: Périphérique
he: התקן
hr: Uređaj
hu: Eszköz
id: Perangkat
is: Tæki
it: Dispositivo
ja: デバイス
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ro: Dispozitiv
ru: Устройство
sr: Уређај
th_th: อุปกรณ์
zh_tw: 裝置

source: Type
ar: نوع
bg: Вид
de: Typ
el: Τύπος
es: Tipo
he: טיפוס
hr: Tip
hu: Típus
id: Tipe
is: Gerð
it: Tipo
ja: 種類
pl: Rodzaj
pt_br: Tipo
ro: Tip
ru: Тип
sr: Тип
th_th: ประเภท
zh_tw: 類型

source: Mount point
ar: نقطة الوصل
bg: Точка на монтиране
de: Einhängepunkt
el: Σημείο προσάρτησης
es: Punto de montaje
fr: Point de montage
he: נקודת עגינה
hr: Točka montiranja
hu: Csatolási pont
id: Titik kait
is: Tengipunktur
it: Punto di montaggio
ja: マウントポイント
nl: Aankoppelpunt
pl: Punkt montowania
pt_br: Ponto de montagem
ro: Punct de montare
ru: Присоединить как...
sr: Тачка прикључка диск јединице
th_th: จุดเชื่อมต่อ
zh_tw: 掛載點

source: Label
ar: إسم
bg: Етикет
de: Beschriftung
el: Ετικέτα
es: Etiqueta
fr: Étiquette
he: סיווג
hr: Etiketa
hu: Címke
is: Merking
it: Etichetta
ja: ラベル
pl: Etykieta
pt_br: Etiqueta
ro: Etichetă
ru: Метка
sr: Назив
th_th: ฉลาก
zh_tw: 標籤

source: Format
ar: صيغة
bg: Формат
el: Διαμόρφωση
es: Formato
fr: Formater
he: פורמט
hu: Formatálás
is: Snið
it: Formato
ja: フォーマット
nl: Formaat
pt_br: Formatar
ru: Форматировать?
sr: Формат
th_th: รูปแบบ
zh_tw: 格式化

source: Size
ar: حجم
bg: Размер
de: Größe
el: Μέγεθος
es: Tamaño
fr: Taille
he: גודל
hr: Veličina
hu: Méret
id: Ukuran
is: Stærð
it: Dimensioni
ja: サイズ
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ro: Mărime
ru: Размер
sr: Величина
th_th: ขนาด
zh_tw: 大小

source: Used
ar: مستعمل
bg: Използвано
de: Benutzt
el: Χρησιμοποιημένα
es: Usado
fr: Utilisé
he: בשימוש
hr: Korišten
hu: Használt
id: Terpakai
is: Notað
it: Usato
ja: 使用済み
nl: Gebruikt
pl: Używane
pt_br: Usado
ro: Folosită
ru: Использовано
sr: Коришћено
th_th: ใช้แล้ว
zh_tw: 已使用
