Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: unknown
ar: مجهول
bg: неизвестно
de: unbekannt
el: άγνωστο
es: desconocido
fr: inconnu
he: לא מוכר
hr: nepoznato
hu: ismeretlen
id: tidak diketahui
is: óþekkt
it: sconosciuto
ja: 不明
nl: onbekend
pl: nieznany
pt_br: desconhecido
ro: necunoscut
ru: неизвестный
sr: непознато
th_th: ไม่ทราบ
zh_tw: 未知的

source: Error calling hexdump command: {0}
bg: Грешка при извикване на команда hexdump: {0}
de: Fehler beim Aufrufen von hexdump Befehl: {0}
es: Error en la llamada a hexdump: {0}
fr: Erreur lors de l'appel de la commande hexdump : {0}
hr: Greška prilikom pozivanja hexdump naredbe: {0}
hu: Hiba a hexdump parancs hívásakor: {0}
id: Galat memanggil perintah hexdump: {0}
is: Villa við að kalla fram hexdump skipun: {0}
it: Errore nella chiamata al comando hexdump: {0}
nl: Fout bij het aanroepen van de hexdump command: {0}
pl: Błąd wywołania polecenia hexdump: {0}
pt_br: Layout do teclado é {0}
ro: Eroare chemare comandă hexdump: {0}
ru: Ошибка вызова hexdump команды {0}
zh_tw: 呼叫 hexdump 指令時發生錯誤：{0}

source: Unknown partition id {0}
bg: Непознат дял id {0}
de: unbekannte Partition ID
es: Id de partición desconocida {0}
fr: ID de partition inconnu {0}
hr: Nepoznati id particije {0}
hu: Partíció azonosító ismeretlen: {0}
id: Id partisi tidak diketahui {0}
is: Óþekkt auðkenni disksneiðar {0}
it: Sconosciuto id partizione {0}
ja: 不明なパーティション id {0}
nl: Partitie id {0} onbekend
pl: Nieznany identyfikator partycji {0}
pt_br: Partição desconhecida ID {0}
ro: Partiție id necunoscută {0}
ru: Неизвестный ID раздела
zh_tw: 未知的分割區 id {0}

source: System Check
ar: فحص النظام
bg: Проверка на системата
de: Systemüberprüfung
el: Έλεγχος Συστήματος
es: Comprobación del Sistema
fr: Vérification du système
he: בדיקת מערכת
hr: Provjera Sustava
hu: Rendszer Ellenőrzés
id: Pemeriksaan Sistem
is: Athuga kerfið
it: Controllo del sistema
ja: システムチェック
nl: Systeem controleren
pl: Sprawdzenie systemu
pt_br: Verificação do Sistema
ro: Verificarea sistemului
ru: Проверка системы
sr: Провера система
th_th: ตรวจสอบระบบ
zh_tw: 系統檢查

source: has at least {0}GB available storage space. (*)
bg: има поне {0}GB свободно пространство. (*)
de: hat mindestens {0}GB freien Speicherplatz. (*)
es: tiene al menos {0}GB de espacio de almacenamiento disponible. (*)
fr: possède au moins {0}GB d'espace libre disponible. (*)
hr: ima najmanje {0}GB dostupnog prostora. (*)
hu: rendelkezik legalább {0}GB szabad tárhellyel. (*)
id: memiliki setidaknya {0}GB ruang penyimpanan yang tersedia.(*)
is: hafi að minnsta kosti {0}GB geymslupláss til ráðstöfunar. (*)
it: ha almeno {0}GB di spazio disponibile sul disco. (*)
ja: 最小限 {0}GB の利用可能なストレージスペース (*)
nl: tenminste {0}GB vrije opslagruimte heeft . (*)
pl: ma co najmniej {0}GB wolnego miejsca na dysku. (*)
pt_br: Possua pelo menos {0}GB de espaço disponível em disco. (*)
ro: are cel puțin {0}GB spațiu de stocare disponibil. (*)
ru: имеет минимум {0}GB свободного места
zh_tw: 有至少 {0}dGB 的可用磁碟空間。(*)

source: This highly depends on which desktop environment you choose, so you might need more space.
ar: هذا يعتمد بشكل كبير على بيئة سطح المكتب الذي اخترته، لذلك قد تحتاج الى مساحة أكبر.
bg: Това много зависи от избора ви на работна среда, затова може да се нуждаете от повече дисково пространство.
de: Dies hängt von Ihrer ausgewählten Desktop-Umgebung ab. Somit benötigen Sie ggf. mehr Platz.
el: Αυτό εξαρτάται σε μεγάλο βαθμό από ποιο περιβάλλον επιφάνειας εργασίας επιλέξετε, γι' αυτό ίσως να χρειαστείτε περισσότερο χώρο.
es: Esto depende en gran medida de qué escritorio elija, así que puede ser que necesite más espacio.
fr: Ceci dépend fortement de l'environnement de bureau que vous avez choisi, donc vous pourriez avoir besoin de plus de place.
he: זה תלוי במידה רבה על איזו סביבת עבודה אתם בוחרים, כך שאנו עשויים להיזדקק לעוד נפח.
hr: To jako ovisi o tome koje dektop okruženje odaberete, tako da će te trebati još dodatnog prostora.
hu: Ez nagymértékben függ attól, milyen asztali környezetet választasz, így lehetséges, hogy több helyre lesz szükség.
id: Hal ini sangat tergantung pada lingkungan desktop yang dipilih, Anda mungkin membutuhkan lebih banyak ruang.
is: Þetta veltur að miklu leiti á hvaða gluggaumhverfi þú velur, því gæti verið þörf á meira plássi.
it: Questo dipende molto da quale ambiente desktop si sceglie, quindi potrebbe essere necessario più spazio.
ja: 選択したデスクトップ環境に関する高い依存性のため、より大きなスペースが必要になります。
nl: Dit is afhankelijk van de gekozen desktopomgeving en vereist mogelijk meer ruimte.
pl: Jest to bardzo uzależnione od tego, jakie środowisko graficzne wybierzesz, tak więc możesz potrzebować więcej miejsca.
pt_br: Isto depende principalmente de qual ambiente desktop você escolher, o qual poderá exigir mais espaço.
ro: Depinde mult de ambientul de lucru (DE) ales de dvs. Ar putea fi nevoie de mai mult spațiu.
ru: Сильно зависит от выбранного вами окружения рабочего стола, возможно потребуется больше места.
sr: Ово је уско повезано са тим које десктоп окружење изаберете, па ће Вам можда требати више простора.
th_th: ตัวเลือกนี้มีความเกี่ยวข้องกับสภาพแวดล้อมเดสก์ท็อปที่คุณเลือกเป็นอย่างมาก ดังนั้นคุณอาจจะต้องการพื้นที่ที่มากว่านี้
zh_tw: 這高度取決於您所選擇的桌面環境，所以您可能會需要更多的空間。

source: is plugged in to a power source
ar: موصل بمصدر طاقة
bg: е включен към електрическата мрежа
de: an eine Stromquelle angeschlossen ist
el: είναι συνδεδεμένος σε ηλεκτρική πηγή
es: está conectado a una fuente de energía
fr: est branché à une source d'alimentation
he: מחובר אל מקור חשמל
hr: je uključeno u izvor napajanja
hu: hálózati áramforrásról működik
id: terpasang pada sumber tenaga
is: sé tengd við orkugjafa
it: Sia connesso alla corrente elettrica
ja: 電源に接続されていること
nl: aangesloten is op netspanning
pl: jest podłączony do żródła zasilania
pt_br: Está plugado na rede elétrica
ro: este conectat la o sursă de curent
ru: Подключено к источнику питания
sr: је укључен у извор напајања
th_th: มีการเชื่อต่อแหล่งจ่ายไฟ
zh_tw: 已經插入電力來源

source: is connected to the Internet
ar: موصل بالشبكة
bg: е свързан с Интернет
de: mit dem Internet verbunden ist
el: είναι συνδεδεμένος στο Διαδίκτυο
es: está conectado a internet
fr: est connecté à Internet
he: מחובר אל האינטרנט
hr: je povezano na internet
hu: csatlakozik az internethez.
id: terkoneksi ke Internet
is: sé tengd við internetið
it: Sia connesso a internet
ja: インターネットに接続していること
nl: op het Internet aangesloten is
pl: jest podłączony do internetu
pt_br: Está conectado na internet
ro: este conectat la Internet
ru: Подключено к интернету
sr: је повезан на интернет
th_th: มีการเชื่อมต่ออินเตอร์เน็ต
zh_tw: 已經連上網際網路

source: For best results, please ensure that this computer:
ar: لأفضل النتائج, المرجوا التاكد من ان هذا الحاسوب:
bg: За най-добър резултат, моля, убедете се че този компютър:
de: Für die besten Ergebnisse vergewissern Sie sich bitte, dass dieser Rechner:
el: Για καλύτερα αποτελέσματα, παρακαλώ ελέγξτε ότι αυτός ο υπολογιστής:
es: Para obtener los mejores resultados, asegúrese de que este equipo:
fr: Pour de meilleurs résultats, veuillez faire en sorte que cet ordinateur :
he: למען תוצאות מיטביות, אנא ודאו כי מחשב זה:
hr: Za najbolje rezultate molim vas osigurajte da je ovo računalo
hu: A legjobb eredmény érdekében bizonyosodj meg róla, hogy a számítógéped:
id: Untuk hasil maksimal, pastikan bahwa komputer ini:
is: Fyrir bestu útkomu, gakktu úr skugga um að þessi tölva:
it: Per risultati ottimali, si prega di controllare che il computer sia:
ja: 正常にインストールするためコンピューターを確認してください:
nl: Zorg er best voor dat deze computer:
pl: Dla najlepszych wyników, proszę upewnij się, że ten komputer:
pt_br: Para os melhores resultados, certifique-se de que este computador:
ro: Pentru rezultate optime, asigurați-vă că acest calculator:
ru: Для достижения наилучших результатов убедитесь, что этот компьютер:
sr: За најбоље резултате молимо Вас постарајте се да је овај компјутер:
th_th: เพื่อผลลัพธ์ที่ดีที่สุด กรุณายืนยันว่าคอมพิวเตอร์เครื่องนี้:
zh_tw: 為了獲得最佳的體驗，請確保您的電腦：

source: We have Internet connection.
ar: لدينا إتصال بالشبكة.
bg: Имаме Интернет връзка.
de: Es besteht eine Verbindung zum Internet.
el: Έχουμε σύνδεση στο διαδύκτιο.
es: Tenemos conexión a internet.
fr: Nous avons une connexion Internet.
he: יש לנו חיבור אינטרנט.
hr: Imamo internet povezanost
hu: Van internet kapcsolatunk.
id: Koneksi Internet tersedia.
is: Hafi virka nettengingu.
it: Connesso a Internet.
ja: インターネットに接続しています。
nl: We hebben internetverbinding.
pl: Mamy połączenie z Internetem.
pt_br: Existe conexão com a internet.
ro: Avem conexiune la Internet.
ru: Мы подключены к Интернету.
sr: Имамо интернет конекцију,
th_th: สามารถเชื่อมต่อสู่อินเตอร์เน็ตได้
zh_tw: 我們有網際網路連線。

source: We're connected to a power source.
ar: نحن موصولون بمصدر طاقة.
bg: Свързани сме с електрическата мрежа.
de: Es besteht eine Verbindung zu einer Stromquelle.
el: Είμαστε συνδεδεμένοι σε ηλεκτρική πηγή.
es: Estamos conectados a una fuente de energía.
fr: Nous sommes connectés à une source d'alimentation.
he: אנחנו מחוברים אל מקור חשמל.
hr: Povezani smo na izvor napajanja
hu: Kapcsolódtunk az áramforráshoz.
id: Sumber daya tersambung.
is: Hún er tengd orkugjafa.
it: Connesso alla corrente elettrica.
ja: 電源に接続されています。
nl: We zijn aangesloten op een stroombron.
pl: Jesteśmy podłączeni do źródła zasilania.
pt_br: Há conexão com a rede elétrica.
ro: Suntem conectați la o sursă de curent.
ru: Мы подключены к источнику питания.
sr: Повезани смо на извор напајања.
th_th: สามารถเข้าสู่แหล่งจ่ายไฟได้
zh_tw: 我們已經連接到電力來源了。

source: We have enough disk space.
ar: لدينا مساحة تخزين كافية
bg: Имаме достатъчно място на харддиска.
de: Es ist ausreichend Speicherplatz verfügbar.
el: Έχουμε αρκετό χώρο στο δίσκο.
es: Tenemos suficiente espacio en disco.
fr: Vous avez assez d'espace disque.
he: יש לנו נפח כונן מספיק.
hr: Imamo dovoljno prostora na disku.
hu: Van elég szabad tárhely a lemezen.
id: Ruang cakram mencukupi.
is: Við höfum nóg diskpláss.
it: Abbiamo spazio su disco sufficiente.
ja: ディスクに十分な空き領域があります。
nl: We hebben genoeg schijfruimte.
pl: Mamy wystarczająco miejsca na dysku.
pt_br: Espaço suficiente em disco.
ro: Avem suficient spațiu pe disc.
ru: Имеется достаточно места на диске.
sr: Постоји довољно места на диску.
th_th: มีพื้นที่เพียงพอ
zh_tw: 有足夠的磁碟空間。

source: Can't create and modify encfs configuration files.
bg: Не може да се създадат и променят файловете за конфигурация на encfs.
de: Kann encfs Konfigurationsdateien nicht erstellen und modifizieren.
es: No se pueden crear y modificar los archivos de configuración encfs.
fr: Impossible de créer et modifier les fichiers de configuration encfs.
hr: Ne mogu kreirati i promijeniti encfs konfiguracijske datoteke.
hu: Nem lehet létrehozni és módosítani encfs konfigurációs fájlokat.
id: Tidak dapat membuat dan memodifikasi berkas konfigurasi encfs.
is: Get ekki búið til og breytt encfs stillingaskrám.
it: Non può creare e modificare file di configurazione di encfs
ja: encfs の設定ファイルの作成及び修正ができません。
nl: Kan encfs-configuratiebestanden niet aanmaken of bewerken.
pl: Nie można utworzyć i zmodyfikować plików konfiguracyjnych encfs.
pt_br: Impossível criar e modificar os arquivos de configuração encfs
ro: Nu se pot crea și modifica fișierele de configurație encfs.
ru: Невозможно создать и изменить конфигурационные файлы encfs
zh_tw: 無法建立及修改 encfs 設定檔。

source: Home directory won't be encrypted.
bg: Потребителската папка няма да се криптира.
de: Home Verzeichnis wird nicht verschlüsselt.
es: El directorio 'home' no se encriptará.
fr: Le répertoire personnel ne sera pas chiffré.
hr: Home direktorij se neće kriptirati.
hu: A home mappa nem lesz titkosítva.
id: Direktori rumah tidak bisa dienkripsi
is: Heimamappan verður ekki dulrituð.
it: La cartella home non sarà criptata.
ja: ホームディレクトリを暗号化できません。
nl: Persoonlijke map wordt niet versleuteld.
pl: Katalog domowy nie zostanie zaszyfrowany.
pt_br: O diretório home não será criptografado
ro: Directorul Home nu va fi criptat.
ru: Домашняя папка не будет зашифрована
zh_tw: 家目錄不會被加密。

source: Can't run encfs. Bad password?
bg: Не се стартира encfs. Грешна парола?
de: Kann encfs nicht ausführen. Falsches Passwort?
es: No se puede ejecutar encfs. ¿Contraseña incorrecta?
fr: Impossible d'exécuter encfs. Mauvais mot de passe ?
hr: Ne mogu pokrenuti encfs. Loša lozinka?
hu: Nem lehet futtatni encfs-t. Rossz jelszó?
id: Tidak dapat menjalankan encf. Password yang buruk ?
is: Get ekki keyrt encfs. Rangt lykilorð?
it: Impossibile far partire encfs. Password errata?
ja: encfs が実行できません。悪いパスワード?
nl: Kan encfs niet uitvoeren. Verkeerd wachtwoord?
pl: Nie można uruchomić encfs. Czyżby złe hasło?
pt_br: Impossível executar encfs. Senha errada?
ro: Nu se poate rula encfs. Parolă greșită?
ru: Невозможно запустить encfs. Неправильный пароль?
zh_tw: 無法執行 encfs。錯誤的密碼？

source: Select your keyboard layout
ar: اختر نموذج لوحة المفاتيح لديك
bg: Изберете клавиатурна подредба
de: Wählen Sie Ihre Tastaturbelegung aus
el: Επιλέξτε την διάταξη πληκτρολογίου σας
es: Seleccione la distribución del teclado
fr: Sélectionnez votre clavier
he: בחרו מערך מקלדת
hr: Izaberite svoj raspored tipkovnice
hu: Válassz billentyűzetkiosztást
id: Pilih tata letak keyboard Anda
is: Veldu lyklaborðsuppsetningu
it: Seleziona il layout della tastiera
ja: キーボードレイアウトの選択
nl: Selecteer toetsenbordindeling
pl: Wybierz swój układ klawiatury
pt_br: Selecione o layout do seu teclado
ro: Selectați-vă aranjamentul tastaturii
ru: Выбор раскладки клавиатуры
sr: Изаберите распоред тастатуре
th_th: เลือกแบบคีย์บอร์ดของคุณ
zh_tw: 選擇您的鍵盤配置

source: Keyboard Layouts
bg: Клавиатурни подредби
de: Tastaturbelegungen
es: Distribuciones de teclado
fr: Dispositions de clavier
hr: Raspored tipkovnice
hu: Billentyűzetkiosztások
id: Tata letak Keyboard
is: Lyklaborðsuppsetningar
it: Layout Tastiera
ja: キーボードレイアウト
nl: Toetsenbordindelingen
pl: Układy klawiatury
pt_br: Layouts do Teclado
ro: Aranjamente de tastatură
ru: Раскладка клавиатуры
zh_tw: 鍵盤佈局

source: Keyboard Variants
bg: Клавиатурни варианти
de: Tastaturvarianten
es: Variantes de teclado
fr: Variantes de clavier
hr: Inačice tipkovnice
hu: Billentyűzet variációk
id: Varian Keyboard
is: Lyklaborðstilbrigði
it: Varianti della Tastiera
ja: キーボード Variants
nl: Toetsenbordvarianten
pl: Odmiany klawiatury
pt_br: Variações de teclado
ro: Variante de tastatura
ru: Варианты раскладки клавиатуры
zh_tw: 鍵盤變體

source: Layouts
ar: تخطيط
bg: Подредби
de: Belegungen
el: Διατάξεις
es: Distribuciones
fr: Dispositions
he: מערכים
hr: Rasporedi
hu: Kiosztások
id: Tata Letak
is: Framsetning
ja: レイアウト
nl: Indelingen
pl: Układy
ro: Aranjamente
ru: Раскладки
sr: Распореди тастатура
th_th: แบบ
zh_tw: 鍵盤配置

source: Variants
ar: الاختلافات
bg: Варианти
de: Varianten
el: Παραλλαγές
es: Variantes
fr: Variantes
he: משתנים
hr: Inačice
hu: Variációk
id: Varian
is: Tilbrigði
it: Varianti
nl: Varianten
pl: Odmiany
pt_br: Variações
ro: Variante
ru: Варианты
sr: Варијанте
th_th: แบบย่อย
zh_tw: 變體

source: keyboard_layout is {0}
bg: keyboard_layout е {0}
de: Tastaturlayout ist {0}
es: La distribución del teclado es {0}
fr: La disposition de clavier est {0}
hr: raspored tipkovnice je {0}
hu: A billentyűzetkiosztás ez: {0}
id: Tata letak_keyboard adalah {0}
is: Lyklaborðsuppsetning er {0}
it: layout_tastiera è {0}
ja: キーボードレイアウトは {0} です
nl: toetsenbordindeling is {0}
pl: keyboard_layout to {0}
pt_br: o layout do teclado é {0}
ro: schema_tastaturii este {0}
ru: Раскладка клавиатуры {0}
zh_tw: 鍵盤佈局為 {0}

source: Welcome to Manjaro
bg: Добре дошли в Manjaro!
de: Willkommen zu Manjaro
es: Bienvenido/a a Manjaro
fr: Bienvenue sur Manjaro
hr: Dobrodošli u Manjaro!
hu: Üdvözöl a Manjaro!
id: Selamat Datang di Manjaro
is: Velkomin í Manjaro
it: Benvenuto in Manjaro
ja: Manjaro へようこそ
nl: Welkom bij Manjaro
pl: Witaj w Manjaro
pt_br: Bem vindo ao Manjaro!
ro: Bine ai venit pe Manjaro
ru: Добро пожаловать в Manjaro
zh_tw: 歡迎使用 Manjaro

source: Notice: The Thus Installer is beta software.
ar: تنبيه: إن مثبت -ذس- هو برنامج في مرحلة beta.
bg: Бележка: Инсталаторът Thus е все още в бета-стадий
de: Hinweis: Der Thus Installer ist Beta-Software.
el: Παρατήρηση: Ο βοηθός εγκατάστασης Thus είναι λογισμικό σε δοκιμαστική φάση.
es: Aviso: el instalador Thus está en versión beta.
fr: Note: L'installateur Thus est un logiciel beta.
he: שימו לב: המתקין Thus הינו תוכנת beta.
hr: Obavijest: Thus Installer je beta program.
hu: Figyelem: A "Thus" telepítő béta szoftver.
id: Catatan: Penginstal Thus adalah software beta.
is: Athugið: Uppsetningarforritið Thus er hugbúnaður á tilraunastigi (beta forrit).
it: Avviso: Il programma di installazione Thus è un software beta.
ja: 注意: Thusインストーラーは ベータ版です。
nl: Opgelet: De Thus Installer is beta software.
pl: Uwaga: Instalator Thus jest oprogramowaniem w wersji beta.
pt_br: Aviso: O Instalador Thus é um software beta.
ro: Observație: Instalatorul Thus este în beta.
ru: Замечание: Установщик Thus является сейчас нестабильным ПО.
sr: Запажање: Thus инсталациони програм је бета софтвер.
th_th: ประกาศ: โปรแกรมติดตั้ง Thus เป็นซอฟท์แวร์ที่อยู่ระหว่างการทดสอบขั้นเบต้า
zh_tw: 注意： Thus 安裝程式是一個測試版的軟體。

source: Thus is pre-release beta software that is under active development. It does not yet properly handle RAID, btrfs subvolumes, or other advanced setups. Please proceed with caution as data loss is possible! If you find any bugs, please report them at http://bugs.manjaro.org
bg: Thus е бета-версия на софтуер, който е в активно разработване. Той все още не може да работи добре с RAID, btrfs и други усложнени инсталатори. Моля, използвайте го предпазливо, защото е възможно да загубите данни. Ако попаднете на някакви бъгове, моля, посетете http://bugs.manjaro.org
de: Thus ist eine beta-Version und wird aktiv weiterentwickelt. RAID, multiple btrfs-Wurzelverzeichnisse (subvolumes) und andere fortgeschrittene Konfigurationen werden nicht vollständig unterstützt. Wenn sie Bugs finden, bitte melden sie diese unter http://bugs.manjaro.org
es: Thus es software en versión beta de pre-lanzamiento y está bajo desarrollo activo. Todavía no gestiona RAID, subvolúmenes btrfs o otras configuraciones avanzadas adecuadamente. ¡Por favor, proceda con cuidado ya que la pérdida de datos es posible! Si encuentra algún fallo, por favor informe sobre él en http://bugs.manjaro.org
fr: Ceci un logiciel en version beta actuellement en développement actif. Il ne gère pas correctement RAID, les sous-volumes btrfs ou d'autres configurations avancées. Merci de procéder avec attention car une perte de données est possible. Si vous trouvez des bugs, merci de les reporter sur http://bugs.manjaro.org
hr: Thus je program predizdanja koji se aktivno razvija. Ne može još ispravno rukovati RAID-om, brtfs subvolume-om, te drugim naprednim podešavanjima. Molimo vas da nastavite sa oprezom pošto je moguć gubitak podataka! Ako pronađete greške, prijavite ih na http://bugs.manjaro.org
hu: A Thus egy korai kiadású béta szoftver, mely még erősen fejlesztés alatt áll. Még nem kezeli megfelelően a RAID és btrfs alköteteket, vagy más fejlett beállításokat. Kérjük, használd óvatosan, mert elveszítheted az adataidat! Ha bármilyen hibát észlelsz, kérjük jelezd a <a href='http://bugs.manjaro.org</a> weboldalon.
id: Thus adalah perangkat lunak versi beta, masih dalam pengembangan dan belum cukup teruji untuk menangani RAID, btrfs subvolumes, dan pengaturan tingkat lanjut lainnya. Lanjutkan dengan hati-hati. Bila menemukan masalah, laporkan ke http://bugs.manjaro.org
is: Thus er pre-release beta hugbúnaður sem er í virkri þróun. It does not yet properly handle RAID, btrfs subvolumes, eða annað háþróað skipulag. Vinsamlegast halda áfram með varúð eins og gagna tap er mögulegt! Ef þú finnur einhverjar villur, vinsamlegast tilkynntu þá á http://bugs.manjaro.org
it: Thus è un software pre-release beta che è in fase di sviluppo attivo. Ancora non gestisce correttamente RAID, btrfs subvolumes o altre configurazioni avanzate. Procedere con cautela in quanto è possibile la perdita di dati! Se trovate qualche bug, si prega di far riferimento a http://bugs.manjaro.org
ja: Thus は未だ開発中のベータ版のソフトウェアです。 未だRAID、 btrfs、subvolumesといった高度なセットアップではうまく作動しないことが知られています。 データを失う可能性などを考慮して続行してください。 バグを見つけたら http://bugs.manjaro.org に報告してください。
nl: Thus is pre-release software in beta en is nog ontwikkeling. Er is nog geen goede ondersteuning voor RAID, btrfs subvolumes en andere geavanceerde configuraties. Houd er dus rekening mee dat verlies van data mogelijk is! Als je bugs vindt, kun je die melden op http://bugs.manjaro.org
pl: Thus jest oprogramowaniem w wersji beta, przed oficjalnym wydaniem, wciąż w procesie rozwojowym. Nie obsługuje jeszcze poprawnie RAID, podwoluminów btrfs i innych zaawansowanych ustawień. Proszę liczyć się z możliwością utraty danych! Jeśli odnajdziesz jakiś błąd, prosimy o zgłoszenie go na <a href='http://bugs.manjaro.org'>http://bugs.manjaro.org</a>.
pt_br: O Thus é um software beta que ainda está em desenvolvimento. Ainda não lida propriamente com RAID, subvolumes btrfs, ou outras configurações avançadas. Por favor prossiga com cautela pois a perda de dados é possível! Se você encontrar algum bug, por favor reporte-os em http://bugs.manjaro.org
ro: Thus este în pre-lansare beta, aflat în dezvoltare continuă. Încă nu tratează cum trebuie RAID, btrfs subvolumes, sau alte setup-uri avansate. Vă rugăm procedați cu atenție. Pierderea de date este posibilă! Dacă găsiți bug-uri, vă rugăm să le raportați la http://bugs.manjaro.org
ru: Thus -бета-версия активно развивающегося ПО. Пока еще в полной мере не реализованы поддержка RAID-массивов, подтомов btrfs и прочие расширенные возможности. Пожалуйста, будьте осторожны так, как возможна потеря данных! Если Вы обнаружите ошибку, сообщите нам http://bugs.manjaro.org
zh_tw: Thus 是一個未正式發行的測試版軟體，仍在積極的開發中。 它還不能處理 RAID 、btrfs 的子卷系統、以及其他 進階設定。請以資料可能會消失的警覺心繼續進行！ 如果您發現任何 bug ，請在 http://bugs.manjaro.org 回報

source: Forward
bg: Напред
de: Weiter
es: Adelante
fr: Avant
hr: Naprijed
hu: Tovább
id: Selanjutnya
is: Áfram
it: Avanti
ja: 進む
nl: Ga verder
pl: Dalej
pt_br: Próximo
ro: Înainte
ru: Вперед
zh_tw: 下一步

source: Close
bg: Затвори
de: Schließen
es: Cerrar
fr: Pres
hr: Zatvori
hu: Bezár
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închidere
ru: Закрыть
zh_tw: 關閉

source: Back
bg: Обратно
de: Zurück
es: Atrás
fr: Retour
hr: Natrag
hu: Vissza
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
nl: Terug
pl: Wstecz
pt_br: Voltar
ro: Înapoi
ru: Назад
zh_tw: 上一步

source: Can't find translation file for the {0} language
bg: Не може да се намери файлът за {0} език
de: Kann die Übersetzungs-Datei für die {0} Sprache nicht finden
es: No se puede encontrar el archivo de traducción para el idioma {0}
fr: Impossible de trouver un fichier de traduction pour la langue {0}
hr: Ne mogu naći datoteku prijevoda za {0} jezik
hu: Nem található fordítási fájl a következő nyelvhez: {0}
id: Tidak dapat menemukan bekas terjemahan untuk bahasa {0}
is: Finn ekki þýðingarskrá fyrir tungumálið {0}
it: Impossibile trovare il file di traduzione per la lingua {0}
ja: 言語 {0} の翻訳ファイルが見つかりません
nl: Geen vertaling gevonden voor de {0} taal.
pl: Nie można odnaleźć pliku tłumaczenia dla języka {0}
pt_br: Arquivo de tradução não encontrado para o idioma {0}
ro: Nu se poate găsi fișierul de traducere pentru limba {0}
ru: Невозможно найти файл перевода для языка {0}
zh_tw: 找不到 {0} 語言的翻譯檔

source: Select your location
ar: اختر موقعك
bg: Посочете местоположението си
de: Wählen Sie ihren Standort
el: Επιλέξτε την τοποθεσία σας
es: Seleccione su ubicación
fr: Sélectionnez votre emplacement
he: בחרו את מיקומכם
hr: Izaberite svoju lokaciju
hu: Tartózkodási hely kiválasztása
id: Pilih lokasi Anda
is: Veldu staðsetningu þína
it: Selezionare la località
ja: 現在地を選択してください
nl: Selecteer je locatie
pl: Wybierz swoją lokalizację
pt_br: Selecione sua localização
ro: Selectați-vă locația
ru: Выбор местоположения
sr: Изаберите Вашу локацију
th_th: เลือกตำแหน่งของคุณ
zh_tw: 選擇您所在的地區
