Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: We have connection. Let's get our timezone
bg: Имате връзка. Нека да намерим часовата ви зона.
de: Wir sind verbunden. Lass uns unsere Zeitzone bestimmen
es: Tenemos conexión. Encontremos nuestra zona horaria
fr: Connexion établie. Obtention du fuseau horaire
hr: Spojen na mrežu. Dohvatimo našu vremensku zonu
hu: Van kapcsolat. Kérdezzük le az időzónát
id: Kita telah mendapatkan koneksi. Mari dapatkan zona waktu kita
is: Við erum með tengingu. Förum og finnum út tímabeltið
it: Abbiamo una connessione. Ora otteniamo la nostra timezone.
ja: ネットワークに接続しました。タイムゾーンを取得しましょう。
nl: We hebben verbinding. Laten we onze tijdzone kiezen.
pl: Mamy łączność, pozyskajmy teraz naszą strefę czasową
pt_br: Obtemos conexão. Agora vamos ajustar o fuso horário.
ro: Avem conexiune. Se returnează fusul orar
ru: Соединение установлено. Определить часовой пояс
zh_tw: 我們已經連線了。讓我們取得我們的時區

source: Timezone (latitude {0}, longitude {1}) detected.
bg: Часова зона (ширина {0}, дължина {1}) намерена.
de: Zeitzone (Länge {0}, Breite {1}) erkannt.
es: Zona horaria detectada (latitud {0}, longitud {1}).
fr: Fuseau horaire (latitude {0}, longitude {1}) detecté.
hr: Vremenska zona (geografska širina {0}, geografska dužina {1}) detektirana.
hu: Időzóna meghatározva (szélesség {0}, hosszúság {1}).
id: Zona waktu (garis lintang {0}, garis bujur {1}) terdeteksi.
is: Tímabelti (breiddargráða {0}, lengdargráða {1}) fannst.
it: Timezone (latitudine {0}, longitudine {1}) rilevata.
ja: タイムゾーン (緯度 {0}, 経度 {1}) を検出しました。
nl: Tijdzone (breedtegraad {0}, hoogtegraad {1}) gedetecteerd.
pl: Wykryto strefę czasową (szerokość geograficzna {0}, długość geograficzna {1}).
pt_br: Fuso horário (latitude {0}, longitude {1}) detectado.
ro: Fus orar (latitudine {0}, longitudine {1}) detectat.
ru: Часовой пояс (широта {0}, долгота {0}) определен
zh_tw: 時區(緯度 {0}，經度 {1}）已偵測。

source: Could not find 'update.info' file. Thus will not be able to update itself.
bg: Файлът 'update.info' не е намерен. Thus не може да се обнови.
de: Kann Datei 'update.info' nicht finden. Thus kann nicht aktualisiert werden.
es: No se puede encontrar el archivo 'update.info'. Thus no se podrá actualizar automáticamente.
fr: Impossible de trouver le fichier 'update.info'. Thus ne pourra pas se mettre à jour tout seul.
hr: Ne mogu pronaći 'update.info' datoteku. Thus se neće moći ažurirati.
hu: Nem található az 'update.info' fájl. A Thus nem lesz képes frissíteni magát.
id: Tidak dapat menemukan berkas 'update.info'. Thus tidak akan bisa memperbarui sendiri.
is: Fann ekki 'update.info' skrána. Thus mun ekki geta uppfært sig.
it: Impossibile trovare il file 'update.info'. Thus non sarà in grado di aggiornarsi automaticamente.
ja: 'update.info' ファイルを見つけることができません。Thusは自動でアップデートすることができません。
nl: Kon het bestand 'update.info' niet vinden. Thus kan zichzelf hierdoor niet updaten.
pl: Nie można odnaleźć pliku 'update.info'. Thus nie jest w stanie się samozaktualizować.
pt_br: Impossível encontrar o arquivo 'update.info'. O Thus não conseguirá atualizar sozinho.
ro: Nu s-a putut găsi fișierul 'update.info'. Thus nu se va putea actualiza.
ru: Не удается найти файл 'update.info. Thus не сможет обновиться.
zh_tw: 找不到「update.info」檔案。Thus 將無法更新它自己。

source: Thus Internet version: {0}
bg: Thus интернет версия: {0}
es: Versión de Thus en Internet: {0}
fr: Version de Thus sur Internet : {0}
hr: Thus verzija dostupna na mreži: {0}
hu: Thus Internet verzió: {0}
id: Versi Internet Thus: {0}
is: Thus internet, útgáfa: {0}
it: Thus versione Internet: {0}
ja: Thus インターネットバージョン: {0}
nl: Thus Internet versie: {0}
pl: Internetowa wersja Thus: {0}
pt_br: Versão do Thus Internet: {0}
ro: Versiune Internet Thus: {0}
ru: Интернет-версия Thus
zh_tw: Thus 網路版本：{0}

source: New version found. Updating installer...
bg: Открита нова версия. Обновяване на инсталатора…
de: Neue Version gefunden. Aktualisiere Installer...
es: Nueva versión encontrada. Actualizando instalador...
fr: Nouvelle version trouvée. Mise à jour de l'installateur...
hr: Pronađena nova verzija. Ažuriram instalacijski program...
hu: Új verzió elérhető. A telepítő frissítése...
id: Versi baru ditemukan. Memperbarui penginstal...
is: Ný útgáfa fannst. Uppfæri uppsetningu...
it: Nuova versione trovata. Aggiornamento dell'installer in corso...
ja: 新しいバージョンが見つかりました。インストーラーのアップデート中...
nl: Nieuwe versie gevonden. Installatieprogramma updaten...
pl: Odnaleziono nową wersję. Aktualizacja instalatora...
pt_br: Nova versão encontrada. Atualizando instalador...
ro: Versiune nouă găsită. Actualizare instalator...
ru: Обнаружена новая версия. Обновление установщика...
zh_tw: 找到新版本。正在更新安裝程式...

source: No new version found. Updating anyways...
bg: Не е намерена нова версия. Обновяване въпреки това...
de: Keine neue Version gefunden. Aktualisiere trotzdem...
es: No se ha encontrado una nueva versión. Actualizando de todas formas...
fr: Pas de nouvelle version trouvée. Mise à jour quand même....
hr: Nije pronađena nova verzija. Svejedno ažuriram...
hu: Nem található új verzió. Frissítés mindenképp...
id: Tidak ada versi baru ditemukan. Tetap memperbarui...
is: Engar nýjar uppsetningar fundnar. Uppfæri samt...
it: Nessuna nuova versione trovata. Sto aggiornando in ogni modo...
ja: 新しいバージョンが見つかりました。アップデート中...
nl: Geen nieuwe versie gevonden. Toch updaten...
pl: Nie odnaleziono nowej wersji. Mimo wszystko, aktualizacja...
pt_br: Nenhuma versão nova encontrada. Atualizando de qualquer forma...
ro: Nici o versiune nouă găsită. Se actualizează oricum...
ru: Новая версия не обнаружена. Обновить в любом случае...
zh_tw: 找不到新版本。無論如何都要更新...

source: Downloading new version of Thus...
bg: Изтегляне на новата версия на Thus...
de: Lade neue Version von Thus herunter...
es: Descargando la nueva versión de Thus...
fr: Téléchargement d'une nouvelle version de Thus...
hr: Preuzimam novu verziju Thus-a
hu: A Thus új verziójának letöltése...
id: Mengunduh versi baru Thus...
is: Sæki nýja útgáfu af Thus...
it: Scaricamento in corso della nuova versione di Thus...
ja: Thusの新しいバージョンをダウンロード中...
nl: Nieuwe versie van Thus aan het downloaden...
pl: Pobieranie nowej wersji Thus...
pt_br: Descarregando a nova versão do Thus...
ro: Descărcare nouă versiune Thus...
ru: Скачивается новая версия Thus...
zh_tw: 正在下載新版本的 Thus...

source: Can't download new Thus version.
bg: Не може да се свали новата версия на Thus.
de: Neue Version von Thus kann nicht heruntergeladen werden.
es: No se puede descargar la nueva versión de Thus.
fr: Impossible de télécharger la nouvelle version de Thus.
hr: Ne mogu preuzeti novu verziju Thus-a
hu: Nem tölthető le új Thus verzió.
id: Tidak dapat mengunduh Thus versi baru
is: Get ekki sótt nýja Thus útgáfu.
it: Impossibile scaricare la nuova versione di Thus.
ja: Thusの新しいバージョンをダウンロードできません。
nl: Kan geen nieuwe versie van Thus downloaden.
pl: Nie można pobrać nowej wersji Thus.
pt_br: Impossível descarregar a nova versão do Thus.
ro: Nu se poate descărca nouă versiune Thus.
ru: Не удается загрузить новую версию Thus.
zh_tw: 無法下載新版的 Thus。

source: Uncompressing new version...
bg: Разкомпресиране на новата версия…
de: Neue Version entpacken...
es: Descomprimiendo la nueva versión...
fr: Décompression de la nouvelle version...
hr: Raspakiravam novu verziju...
hu: Új verzió kicsomagolása...
id: Mengekstrak versi baru...
is: Afþjappa nýja útgáfu...
it: Decompressione in corso della nuova versione...
ja: 新しいバージョンを展開中...
nl: Nieuwe versie uitpakken...
pl: Rozpakowywanie nowej wersji...
pt_br: Descompactando nova versão...
ro: Decomprimare versiune nouă...
ru: Распаковка новой версии...
zh_tw: 正在解壓縮新版本...

source: Can't copy {0} to {1}
bg: не може да се копира {0} в {1}
de: Kopieren von {0} nach {1} nicht möglich
es: No se puede copiar {0} a {1}
fr: Impossible de copier {0} à {1}
hr: Ne mogu kopirati {0} u {1}
hu: Nem lehet {0}-t ide másolni: {1}
id: Tidak dapat menyalin {0} ke {1}
is: Get ekki afritað {0} til {1}
it: Impossibile copiare {0} in {1}
ja: {0} を {1} にコピーできません
nl: Kan {0} niet kopiëren naar {1}
pl: Nie można skopiować {0} do {1}
pt_br: Não é possível copiar {0} para {1}
ro: Nu se poate copia {0} la {1}
ru: Не удается копировать{0} в {1}
zh_tw: 無法複製 {0} 到 {1}

source: Wrong md5. Bad download or wrong file, won't update this one
bg: Грешна md5. Непълно сваляне или грешен файл, няма да се обнови
de: Falsche md5. Fehlerhafter Download oder falsche Datei, wird nicht aktualisiert.
es: Suma de verificación md5 errónea. Descarga corrupta o archivo incorrecto, no se actualizará
fr: Mauvais hash MD5. Téléchargement interrompu ou mauvais fichier, pas de mise à jour avec celui-ci
hr: Krivi md5. Loše preuzimanje ili kriva datoteka, neću ažurirati ovo
hu: Hibás md5. Hibás letöltés, vagy nem megfelelő fájl, ez nem fog frissülni
id: md5 yang buruk. Unduhan yang buruk atau berkas yang salah, tidak memperbarui yang ini
is: Rangt md5. Skemmt niðurhal eða röng skrá, mun ekki uppfæra þetta
it: Md5 non corretto. Download non corretto o file sbagliato, non aggiornerò questo
ja: md5 に誤りがあります。ダウンロードに失敗したか、ファイルが異なる可能性があり、アップデートができません。
nl: Verkeerde md5. Verkeerde download of verkeerd bestand, deze wordt niet geupdated.
pl: Błędna suma kontrolna md5. Błąd w procesie pobierania lub błędny plik. Nie będzie przeprowadzonej aktualizacji
pt_br: md5 errado. Download ruim ou arquivo errado, este não será atualizado.
ro: Md5 greșit. Descărcare incorectă sau fișier greșit, deci nu se va actualiza
ru: Неверный md5. Загрузка прервана или поврежденный файл. Невозможно обновить.
zh_tw: 錯誤的 md5。可能是下載錯誤或是錯誤的檔案，將不會更新這一個

source: Who are you?
ar: من أنت؟
bg: Кой сте Вие?
de: Wer sind Sie?
el: Ποιός είστε;
es: ¿Quién es usted?
fr: Qui êtes-vous ?
he: מי אתם?
hr: Tko ste vi?
hu: Ki vagy?
id: Siapa Anda?
is: Hver ert þú?
it: Chi sei?
ja: あなたの情報を入力してください
nl: Wie ben je?
pl: Kim jesteś?
pt_br: Quem é você?
ro: Cine sunteți?
ru: Кто вы?
sr: Ко сте Ви?
th_th: คุณเป็นใคร?
zh_tw: 您是誰?

source: Your name:
ar: إسمك:
bg: Вашето име:
de: Ihr Name:
el: Το όνομα σας:
es: Su nombre:
fr: Votre nom :
he: השם שלך:
hr: Vaše ime:
hu: Neved:
id: Nama Anda:
is: Nafnið þitt:
it: Il tuo nome:
ja: あなたの名前:
nl: Je naam:
pl: Twoje imię:
pt_br: Seu nome:
ro: Numele vostru:
ru: Имя:
sr: Ваше име:
th_th: ชื่อ:
zh_tw: 您的名字:

source: Your name
ar: إسمك
bg: Името Ви
de: Ihr Name
el: Το όνομα σας
es: Su nombre
fr: Votre nom
he: השם שלך
hr: Vaše ime
hu: Az ön neve
id: Nama Anda
is: Nafnið þitt
it: Vostro nome
ja: あなたの名前
nl: Je naam
pl: Twoje imię
pt_br: Seu nome
ro: Numele vostru
ru: Ваше имя
sr: Ваше име
th_th: ชื่อ
zh_tw: 您的名字

source: Hostname
bg: Име на компютъра
el: Όνομα Host
fr: Nom d'hôte
he: שם מארח
hr: Ime računala
hu: Hálózati név
is: Vélarheiti
it: Nome host
ja: ホスト名
nl: Hostnaam
pl: Nazwa komputera
pt_br: Nome do computador
ro: Nume de gazdă
ru: Имя хоста
th_th: ชื่อเครื่อง
zh_tw: 主機名稱

source: Your computer's name:
ar: إسم حاسوبك:
bg: Име на компютъра:
de: Name Ihres Computers:
el: Το όνομα του υπολογιστή σας:
es: Nombre del equipo:
fr: Le nom de votre ordinateur :
he: השם של המחשב שלך:
hr: Ime vašeg računala:
hu: Számítógépnév:
id: Nama komputer Anda:
is: Nafn tölvunar þinnar:
it: Il nome del tuo computer:
ja: コンピューター名:
nl: Computernaam:
pl: Nazwa Twojego komputera:
pt_br: Nome do seu computador:
ro: Numele calculatorului vostru:
ru: Имя компьютера:
sr: Име Вашег компјутера:
th_th: ชื่อของคอมพิวเตอร์:
zh_tw: 您的電腦名稱

source: Pick a username:
ar: إختر إسم المستخدم:
bg: Изберете потребителско име:
de: Wählen Sie einen Benutzernamen:
el: Διαλέξτε ένα όνομα χρήστη:
es: Eljia un nombre de usuario:
fr: Choisissez un nom d'utilisateur :
he: בחרו שם משתמש:
hr: Izaberite korisničko ime:
hu: Válassz egy felhasználónevet:
id: Nama pengguna:
is: Veldu notandanafn:
it: Scegli uno username:
ja: ユーザー名:
nl: Kies een gebruikersnaam:
pl: Podaj nazwę użytkownika:
pt_br: Escolha um nome de usuário:
ro: Alegeți un nume de utilizator:
ru: Выберите имя пользователя:
sr: Изаберите корисничко име:
th_th: เลือกชื่อผู้ใช้:
zh_tw: 選擇一個使用者名稱：

source: Username
ar: إسم المستخدم
bg: Потребителско име
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Nom d’utilisateur
he: שם משתמש
hr: Korisničko ime
hu: Felhasználónév
id: Nama pengguna
is: Notandanafn
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sr: Корисничко име
th_th: ชื่อผู้ใช้:
zh_tw: 使用者名稱

source: Choose a password:
ar: إختر كلمة السر:
bg: Задаване на парола:
de: Wählen Sie ein Passwort:
el: Επιλέξτε ένα κωδικό:
es: Elija una contraseña:
fr: Choisissez un mot de passe :
he: בחרו סיסמה:
hr: Izaberite lozinku:
hu: Válassz egy jelszót:
id: Pilih sandi:
is: Veldu lykilorð:
it: Scegli una password:
ja: パスワードの入力:
nl: Kies een wachtwoord:
pl: Wybierz hasło:
pt_br: Escolha uma senha:
ro: Alegeți o parolă:
ru: Выберите пароль:
sr: Изаберите лозинку:
th_th: เลือกรหัสผ่าน:
zh_tw: 選擇一個密碼：

source: Password
ar: كلمة السر
bg: Парола
de: Passwort
el: Κωδικός
es: Contraseña
fr: Mot de passe
he: סיסמה
hr: Lozinka
hu: Jelszó
id: sandi
is: Lykilorð
ja: パスワード
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
sr: Лозинка
th_th: รหัสผ่าน
zh_tw: 密碼

source: Confirm your password:
ar: أكد كلمة السر:
bg: Потвърждаване на паролата:
de: Bestätigen Sie das Passwort:
el: Επιβεβαίωση του κωδικού προβασής σας:
es: Confirme su contraseña
fr: Confirmez votre mot de passe :
he: ודא את הסיסמה שלך:
hr: Potvrdite svoju lozinku:
hu: Erősítsd meg a jelszavadat:
id: Ulangi sandi Anda:
is: Staðfestu lykilorðið þitt:
it: Conferma la tua password:
ja: パスワードの入力(確認):
nl: Bevestig je wachtwoord:
pl: Potwierdź swoje hasło:
pt_br: Confirme a sua senha:
ro: Confirmați-vă parola:
ru: Подтвердите пароль:
sr: Потврдите Вашу лозинку:
th_th: ยืนยันรหัสผ่านของคุณ:
zh_tw: 確認您的密碼：

source: Confirm password
ar: أكد كلمة السر
bg: Потвърдете паролата
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού
es: Confirmar contraseña
fr: Confirmez votre mot de passe
he: ודא סיסמה
hr: Potvrdite lozinku
hu: Jelszó megerősítése
id: Ulangi sandi
is: Staðfesta lykilorð
it: Conferma password
ja: パスワードの確認
nl: Bevestig wachtwoord
pl: Potwierdź hasło
pt_br: Confimar senha
ro: Confirmați parola
ru: Подтвердите пароль:
sr: Потврдите лозинку
th_th: ยืนยันรหัสผ่าน:
zh_tw: 確認密碼

source: Choose a root password:
bg: Избери парола за root:
de: Wählen Sie ein Passwort für Root:
el: Επιλέξτε κωδικό πρόσβασης υπερχρήστη:
es: Elija una contraseña de administrador:
fr: Choisissez un mot de passe root :
he: בחר סיסמת שורש:
hr: Odaberi root lozinku:
hu: Válassz egy root jelszót:
id: Pilih sandi root:
is: Veldu lykilorð kerfisstjóra:
it: Scegliere una password di root:
ja: rootパスワードの入力:
nl: Kies een root wachtwoord:
pl: Wybierz hasło administratora:
pt_br: Escolha uma senha para o usuário root:
ro: Alegeți parola root:
ru: Выберите пароль для root:
sr: Изаберите root лозинку:
th_th: เลือกรหัสผ่าน root:
zh_tw: 選擇一個 root 密碼：

source: Confirm root password:
bg: Потвърди root паролата:
de: Bestätige Root Passwort:
el: Επιβεβαίωση κωδικού πρόσβασης υπερχρήστη:
es: Confirme la contraseña de administrador:
fr: Confirmez votre mot de passe root :
he: אמת סיסמת שורש:
hr: Potvrdi root lozinku:
hu: Root jelszó megerősítése:
id: Ulangi sandi root:
is: Staðfestu lykilorð kerfisstjóra:
it: Conferma la password di root:
ja: rootパスワードの確認:
nl: Bevestig root wachtwoord:
pl: Potwierdź hasło administratora:
pt_br: Confirme a senha do usuário root:
ro: Confirmați parola root:
ru: Подтвердить пароль root:
sr: Потврдите лозинку за root:
th_th: ยืนยันรหัสผ่าน root:
zh_tw: 確認 root 密碼：

source: Its name as it appears to other computers.
ar: هذا الإسم سيظهر للحواسيب الأخرة.
bg: Името, което е видимо за другите компютри.
de: Der Name, welcher von anderen PCs gesehen wird.
el: Το όνομα του όπως παρουσιάζετε σε άλλους υπολογιστές.
es: Su nombre como lo verán otros equipos
fr: Son nom tel qu'il apparaît aux autres ordinateurs.
he: השם כפי שזה מופיע אצל מחשבים אחרים.
hr: Ime koje će biti prikazano drugim računalima.
hu: Név, ami más számítógépek számára megjelenik.
id: Nama ini yang akan terlihat di komputer lain.
is: Það nafn sem birtist öðrum tölvum.
it: Il nome che verrà visualizzato da gli altri computer.
ja: この名前は他のコンピュータで使用されています。
nl: Deze naam verschijnt op andere computers.
pl: Nazwa widoczna dla innych komputerów.
pt_br: O nome que ele usa quando conversa com outros computadores.
ro: Numele folosit în comunicarea cu alte calculatoare.
ru: Такое же имя обнаружено у другого компьютера.
sr: Његово име како ће изгледати на другим компјутерима.
th_th: ชื่อที่ตั้งคือชื่อที่เครื่องอื่นเห็น
zh_tw: 這個名字似乎已經被在其他電腦使用。

source: You must enter a name
ar: يجب إدخال إسم
bg: Трябва да въведете име
de: Sie müssen einen Namen eingeben
el: Πρέπει να εισάγετε ένα όνομα
es: Debe introducir un nombre
fr: Vous devez entrer un nom
he: עליך להזין שם
hr: Morate unijeti ime
hu: Kötelező nevet megadni
id: Anda harus memasukkan nama
is: Þú verður að setja nafn
it: Devi inserire un nome
ja: 名前を入力してください
nl: Je moet een naam invoeren
pl: Proszę podać nazwę
pt_br: Você deve digitar um nome
ro: Trebuie să introduceți un nume
ru: Вы должны ввести имя
sr: Морате унети име
th_th: คุณต้องกรอกชื่อ
zh_tw: 您必須輸入一個名字

source: You must enter a username
ar: يجب إدخال إسم المستخدم
bg: Трябва да въведете потребителско име
de: Sie müssen einen Benutzernamen eingeben
el: Πρέπει να εισάγετε ένα όνομα χρήστη
es: Debe introducir un nombre de usuario
fr: Vous devez entrer un nom d'utilisateur
he: עליך להזין שם משתמש
hr: Morate unijeti korisničko ime
hu: Kötelező felhasználónevet megadni
id: Anda harus memasukkan nama pengguna
is: Þú verður að setja notandanafn
it: Devi inserire uno username
ja: ユーザー名を入力してください
nl: Je moet een gebruikersnaam invoeren
pl: Proszę podać nazwę użytkownika
pt_br: Você deve digitar um nome de usuário
ro: Trebuie să introduceți un nume de utilizator
ru: Вы должны ввести имя пользователя
sr: Морате унети корисничко име
th_th: คุณต้องกรอกชื่อผู้ใช้
zh_tw: 您必須輸入一個使用者名稱

source: You must enter a password
ar: يجب إدخال كلمة السر
bg: Трябва да въведете парола
de: Sie müssen ein Passwort eingeben
el: Πρέπει να εισάγετε ένα κωδικό
es: Debe introducir una contraseña
fr: Vous devez entrer un mot de passe
he: עליך להזין סיסמה
hr: Morate unijeti lozinku
hu: Kötelező jelszót megadni
id: Anda harus memasukkan sandi
is: Þú verður að setja lykilorð
it: Devi inserire una password
ja: パスワードを入力してください
nl: Je moet een wachtwoord invoeren
pl: Proszę wprowadzić hasło
pt_br: Você deve digitar uma senha
ro: Trebuie să introduceți o parolă
ru: Вы должны ввести пароль
sr: Морате унети лозинку
th_th: คุณต้องกรอกรหัสผ่าน
zh_tw: 您必須輸入一個密碼

source: Log in automatically
ar: تسجيل الدخول التلقائي
bg: Автоматично вписване
de: Automatisches Anmelden
el: Αυτόματη είσοδος
es: Iniciar sesión automáticamente
fr: Se connecter automatiquement
he: היכנס אוטומטית
hr: Prijavite se automatski
hu: Automatikus bejelentkezés
id: Masuk secara otomatis
is: Sjálfvirk innskráning
it: Accesso automatico
ja: 自動でログインする
nl: Log automatisch in
pl: Automatyczne logowanie
pt_br: Login automático
ro: Logare automată
ru: Входить автоматически
sr: Аутоматско логовање
th_th: เข้าใช้เองอัตโนมัติ
zh_tw: 自動登入

source: A password is required to log in
bg: Нужна е парола за влизане в системата
de: Anmelden mit Passwortabfrage
el: Να απαιτείται κωδικός πρόσβασης για σύνδεση
es: Se requiere contraseña para iniciar sesión
fr: Un mot de passe est nécessaire pour se connecter
he: נדרשת סיסמה כדי להיכנס
hr: Potrebna je lozinka da bi se prijavili
hu: Jelszó szükséges a belépéshez
id: Sandi diperlukan untuk masuk
is: Lykilorðs er krafist til að skrá sig inn
it: È necessaria una password per accedere
ja: ログインにはパスワードが必要です
nl: Een wachtwoord is vereist om in te loggen
pl: Wymagane hasło do zalogowania
pt_br: Uma senha é necessária para o log in
ro: Parola necesară pentru logare
ru: Для входа требуется пароль
sr: Лозинка је потребна да би се пријавили
th_th: รหัสผ่านจำเป็นสำหรับการเข้าใช้งาน(log in)
zh_tw: 需要一個密碼以登入

source: Encrypt home folder
bg: Криптиране на домашната папка
de: Verschlüsselung des Home-Verzeichnisses
el: Κρυπτογράφηση προσωπικού φακέλου
es: Encriptar carpeta personal
fr: Crypter le dossier 'home'
he: הצפן תיקיית בית
hr: Šifriraj home mapu
hu: home könyvtár titkosítása
id: Ekskripsi folder rumah
is: Dulrita heimamöppu
it: Crittografare la directory home
ja: 暗号化ホームフォルダー
nl: Versleutel home map
pl: Szyfrowanie katalogu domowego
pt_br: Criptografar a pasta de usuário
ro: Criptează dosarul /home
ru: Зашифровать домашнюю папку
sr: Енкриптовање home "директоријума"
th_th: เข้ารหัสลับโฟลเดอร์ home
zh_tw: 加密家目錄

source: Show password
ar: عرض كلمة المرور
bg: Покажи паролата
de: Zeige Passwort
el: Εμφάνιση κωδικού πρόσβασης
es: Mostrar contraseña
fr: Afficher le mot de passe
he: הצג סיסמה
hr: Pokaži lozinku
hu: Jelszó megjelenítése
id: Tampilkan sandi
is: Sýna lykilorð
it: Mostra la password
ja: パスワードの表示
nl: Toon wachtwoord
pl: Pokaż hasło
pt_br: Mostrar senha
ro: Arată parola
ru: Показать пароль
sr: Покажи лозинку
th_th: แสดงรหัสผ่าน
zh_tw: 顯示密碼

source: Show root password
bg: Покажи root парола
de: Zeige Root Passwort
el: Εμφάνιση κωδικού πρόσβασης υπερχρήστη
es: Mostrar contraseña de administrador
fr: Afficher le mot de passe root
he: הצג סיסמת שורש
hr: Pokaži root lozinku
hu: Mutassa a root jelszót
id: Tampilkan sandi root
is: Sýna lykilorð kerfisstjóra
it: Mostra la password di root
ja: rootパスワードの表示
nl: Toon root wachtwoord
pl: Pokaż hasło administratora
pt_br: Mostrar a senha do usuário root
ro: Arată parola root
ru: Показать пароль root
sr: Покажи root лозинку
th_th: แสดงรหัสผ่านของผู้ดูแลระบบ
zh_tw: 顯示 root 密碼

source: Use a root password
bg: Използвай root парола
de: Nutze ein Passwort für Root
el: Χρήση κωδικού πρόσβασης υπερχρήστη
es: Use una contraseña de administrador
fr: Utiliser un mot de passe root
he: השתמש בסיסמת שורש
hr: Koristi root lozinku
hu: Használjon root jelszót
id: Gunakan sandi root
is: Nota lykilorð kerfisstjóra
it: Utilizzare una password di root
ja: rootパスワードの使用
nl: Gebruik een root wachtwoord
pl: Użyj hasła administratora
pt_br: Utilize a senha do usuário root
ro: Folosește o parolă root
ru: Использовать пароль root
sr: Користи root лозинку
th_th: ใช้รหัสผ่านของผู้ดูแลระบบ
zh_tw: 使用一個 root 密碼
