Repository: Tubbz-alt/thus
Catalog: po/*.po
Languages: ar, bg, de, el, es, fr, he, hr, hu, id, is, it, ja, nl, pl, pt_br, ro, ru, sr, th_th, zh_tw

source: grub-mkconfig appears to be hung. Killing grub-mount and os-prober so we can continue.
ar: يبدو أن grub-mkconfig قد توقف مؤقتاً عن العمل. يتم الآن إغلاق grub-mount و os-prober لكي يتسنى لنا المتابعة.
bg: grub-mkconfig не отговаря. Спиране на grub-mount и os-prober за продължаване.
de: grub-mkconfig scheint zu hängen. grub-mount und os-prober werden nun beendet um fortzufahren.
el: Το grub-mkconfig φαίνεται πως κόλλησε. Γίνεται τερματισμό του grub-mount και του os-prober ώστε να μπορέσουμε να συνεχίσουμε.
es: Parece que grub-mkconfig está bloqueado. Cerrando grub-mount y os-prober para poder continuar.
fr: grub-mkconfig semble suspendu. grub-mount et os-prober sont en train d'être tués pour que nous puissions continuer.
hu: Úgy tűnik, hogy a grub-mkconfig elakadt. A grub-mount és az os-prober leállítása a folytatáshoz.
id: grub-mkconfig tampaknya menggantung. Matikan proses grub-mount dan os-prober untuk dapat melanjutkan.
is: grub-mkconfig lítur út fyrir að hanga. Slátra grub-mount og os-prober svo við getum haldið áfram.
it: grub-mkconfig sembra essere bloccato. Uccidere grub-mount e os-prober per continuare
ja: grub-mkconfig がハングしたみたいです。続行するためにgrub-mountとos-proberをKillします。
nl: grub-mkconfig lijkt niet te reageren. Stoppen van grub-mount en os-prober om verder te gaan.
pl: Zdaje się, że grub-mkconfig uległ zawieszeniu. Aby móc kontynuować należy zabić procesy grub-mount i os-prober.
pt_br: grub-mkconfig não está respondendo. Finalizando o grub-mount e os-prober para que se possa continuar.
ro: grub-mkconfig pare că s-a blocat. Se continuă prin terminarea proceselor grub-mount și os-prober.
ru: grub-mkconfig, возможно, завис. Убейте grub-mount и os-prober, чтобы продолжить.
sr: Делује да је grub-mkconfig задржан. Укидање grub-mount и os-prober би омогућило наставак.
th_th: grub-mkconfig ค้าง ปิดการทำงาน grub-mount และ os-prober เพื่อดำเนินการต่อไป
zh_tw: grub-mkconfig 似乎沒有反應。砍除 grub-mount 和 os-prober 可以讓我們繼續。

source: GRUB(2) UEFI install completed successfully
bg: GRUB(2) UEFI е успешно инсталиран
de: GRUB(2) UEFI wurde erfolgreich installiert.
es: GRUB(2) UEFI se ha instalado correctamente.
fr: Installation de l'UEFI GRUB(2) terminée avec succès
hr: GRUB(2) UEFI instalacija je uspješno dovršena
hu: GRUB(2) UEFI sikeresen telepítve.
id: Pemasangan GRUB(2) UEFI telah berhasil diselesaikan.
is: Uppsetningu GRUB(2) UEFI lokið án athugasemda
it: GRUB(2) UEFI è stato installato con successo
ja: GRUB(2) UEFIのインストールが完了しました。
nl: GRUB(2) UEFI installatie succesvol uitgevoerd
pl: Instalacja GRUB(2) UEFI zakończona pomyślnie
pt_br: Instalação do GRUB(2) UEFI completada com sucesso
ru: Установка GRUB(2) UEFI выполнена успешно
zh_tw: GRUB(2) UEFI 成功安裝。

source: GRUB(2) UEFI install may not have completed successfully.
bg: Инсталацията на GRUB(2) UEFI може да не е успешна.
de: GRUB(2) UEFI wurde unter Umständen nicht erfolgreich installiert.
es: GRUB(2) UEFI puede no haberse instalado correctamente.
fr: L'installation de l'UEFI GRUB(2) ne s'est peut-être pas terminée avec succès.
hr: GRUB(2) UEFI instalacija možda nije uspješno dovršena.
hu: A GRUB(2) UEFI telepítése nem biztos, hogy sikeresen végbement.
id: Pemasangan GRUB(2) UEFI tidak berhasil diselesaikan.
is: Ekki er víst að uppsetningu GRUB(2) UEFI hafi lokið fullkomlega.
it: L'installazione di GRUB(2) UEFI può essere stata non completata con successo.
ja: GRUB(2) UEFIのインストールが完了しませんでした。
nl: GRUB(2) UEFI installatie is mogelijk niet goed uitgevoerd.
pl: Instalacja GRUB(2) UEFI mogła nie zakończyć się pomyślnie.
pt_br: A instalação do GRUB(2) UEFI pode não ter sido completada com sucesso.
ru: Установка GRUB(2) UEFI может быть выполнена некорректно
zh_tw: GRUB(2) UEFI 的安裝可能沒有成功的完成。

source: 50mounted-tests file patched successfully
bg: Успешно приложен пач за 50mounted-tests.
de: 50mounted-tests Datei erfolgreich gepatched.
es: Archivo '50mounted-tests' cambiado correctamente
fr: Fichier 50mounted-tests patché avec succès
hu: Az 50mounted-tests fájl sikeresen javítva
id: berkas 50mounted-tests telah selesai diperbaiki
it: 50mounted-tests file sono stati patchati con successo
ja: 50mounted-tests ファイルのパッチに成功しました。
nl: Patchen van het 50mounted-tests bestand is gelukt
pl: Plik 50mounted-tests został pomyślnie załatany
pt_br: Arquivo 50mounted-tests patcheado com sucesso
ru: 50mounted-tests пропатчен успешно
zh_tw: 50mounted-tests 檔案成功打上 patch

source: Failed to patch 50mounted-tests, file not found.
bg: Неуспешно приложен пач за 50mounted-tests, файлът не е намерен.
de: 50mounted-tests Datei konnte nicht gepatched werden, Datei nicht gefunden.
es: Fallo al cambiar el fichero '50mounted-tests', no encontrado.
fr: Impossible de patcher 50mounted-tests, fichier non trouvé.
hu: Az 50mounted-tests fájl javítása nem sikerült, fájl nem található.
id: Gagal untuk memperbaiki 50mounted-tests, berkas tidak ditemukan.
it: Fallimento nel patchare 50mounted-tests, file non trovato.
ja: 50mounted-tests ファイルのパッチに失敗しました。ファイルが見つかりません。
nl: Patchen van het 50mounted-tests bestand is mislukt, bestand niet gevonden.
pl: Wystąpił błąd przy łataniu 50mounted-tests, nie odnaleziono pliku.
pt_br: Falha ao aplicar o patch 50mounted-tests, arquivo não encontrado.
ru: Не удалось пропатчить 50mounted-tests, файл не найден.
zh_tw: patch 50mounted-tests 失敗，檔案找不到。

source: Copying GRUB(2) Theme Files
bg: Копиране на графични теми за Grub(2)
de: Kopiere GRUB(2) Theme Dateien
es: Copiando temas de GRUB(2)
fr: Copie en cours des fichiers de thème GRUB(2)
hr: Kopiram GRUB(2) datoteke tema
hu: GRUB(2) téma fájlok másolása
id: Menyalin Berkas Tema GRUB(2)
is: Afrita GRUB(2) þemaskrár
it: Copia di dei file dei temi di GRUB(2)
ja: Copying GRUB(2) テーマファイルのコピー
nl: GRUB(2) themabestanden kopiëren
pl: Kopiowanie plików motywów GRUB(2)
pt_br: Copiando arquivos de tema do GRUB(2)
ru: Копирую темы для GRUB(2)
zh_tw: 正在複製 GRUB(2) 主題檔案

source: Grub2 theme files not found
bg: Файл с графична тема за Grub2 не е намерен
de: GRUB(2) Theme Dateien nicht gefunden
es: Temas de Grub2 no encontrados
fr: Fichiers de thème GRUB2 non trouvés.
hr: Grub2 datoteke tema nisu pronađene
hu: Grub2 téma fájlok nem találhatók
id: Berkas tema Grub2 tidak ditemukan
is: Fann ekki GRUB(2) þemaskrár
it: File dei temi di Grub2 non trovato
ja: Grub2 テーマファイルが見つかりませんでした
nl: Grub2 themabestanden niet gevonden
pl: Pliki motywów Grub2 nie zostały odnalezione
pt_br: Arquivos de tema do Grub2 não encontrados
ru: Темы для Grub2 не найдены
zh_tw: Grub2 主題檔案找不到

source: Grub2 theme files already exist.
bg: Файл с графична тема за Grub2 вече съществува.
de: GRUB(2) Theme Dateien bestehen bereits.
es: Los temas de Grub2 ya existían.
fr: Les fichiers de thème GRUB2 existent déjà.
hr: Grub2 datoteke tema već postoje.
hu: Grub2 témafájlok már léteznek.
id: Berkas tema Grub2 telah ada
is: GRUB(2) þemaskrár eru þegar til
it: Il file dei temi di GRUB2 esiste già.
ja: Grub2 テーマファイルは既に存在しています。
nl: Grub2 themabestanden bestaan al.
pl: Pliki motywów Grub2 już istnieją.
pt_br: Arquivos de tema do Grub2 já existem.
ru: Тема Grub2 уже существует.
zh_tw: Grub2 主題檔案已經存在。

source: Installing Grub2 locales.
ar: يتم الآن تثبيت مواضع Grub2
bg: Инсталиране на преводи за Grub2.
de: Installiere GRUB2-Lokale
el: Εγκατάσταση των τοπικών του Grub2.
es: Instalando locales del Grub2
fr: Installation des "locales" de Grub2.
hr: Instaliram Grub2 jezične sheme.
hu: Grub2 lokális változók telepítése.
id: Menginstal lokal Grub2.
is: Set upp Grub2 staðfærslur.
it: Installazione locales di GRUB2.
ja: Grub2ロケールをインストールしています。
nl: Installeren Grub2 locales.
pl: Instalowanie ustawień regionalnych Grub2.
pt_br: Instalando localidades GRUB2.
ro: Se instalează localizările Grub2.
ru: Установка локали Grub2 .
sr: Инсталација Grub2 локализације.
th_th: กำลังติดตั้ง Grub2 locales ท้องถิ่น
zh_tw: 正在安裝 GRUB2 語系。

source: Can't install GRUB(2) locale.
bg: Не може да се инсталира превод на GRUB(2).
de: Fehler beim Installieren der GRUB(2) Lokalisationen.
es: No se puede instalar el archivo idioma de GRUB(2)
fr: Impossible d'installer les paramètres régionaux de GRUB(2).
hr: Ne mogu instalirati Grub(2) jezične sheme.
hu: Nem lehet telepíteni a GRUB(2) lokális változókat.
id: Tidak dapat memasang lokal GRUB(2).
is: Það tókst ekki að setja upp Grub2 staðfærslu.
it: Errore durante l'installazione di GRUB (2) locale.
ja: GRUB(2) ロケールがインストールできません。
nl: Kan GRUB(2) locales niet installeren.
pl: Nie można zainstalować lokalizacji GRUB(2).
pt_br: Impossível instalar o idioma do GRUB(2).
ro: Nu se poate instala GRUB(2) local.
ru: Не удается установить локаль GRUB(2)
zh_tw: 無法安裝 GRUB(2) 語系。

source: Gummiboot install completed successfully
bg: Gummiboot е успешно инсталиран
de: Gummiboot erfolgreich installiert
es: Gummiboot se instaló correctamente
fr: Installation de Gummiboot terminée avec succès
hr: Gummiboot instalacija je uspješno dovršena.
hu: Gummiboot telepítése sikeresen befejezve.
id: Pemasangan Gummiboot telah berhasil diselesaikan
is: Uppsetningu Gummiboot lokið án athugasemda
it: Installazioen di Gummiboot completata con successo
ja: Gummiboot のインストールに成功しました。
nl: Gummiboot installatie is gelukt
pl: Instalacja Gummiboot zakończona pomyślnie
pt_br: Instalação do Gummiboot completada com sucesso
ru: Установка Gummiboot выполнена успешно
zh_tw: Gummiboot 成功安裝

source: Gummiboot install has NOT completed successfully!
bg: Инсталацията на Gummiboot не е успешна!
de: Gummiboot konnte NICHT erfolgreich installiert werden!
es: ¡Gummiboot NO se instaló correctamente!
fr: L'installation de Gummiboot NE s'est PAS terminée avec succès !
hr: Gummiboot instalacija nije uspješno dovršena.
hu: Gummiboot telepítését nem sikerült befejezni.
id: Pemasangan Gummiboot tidak berhasil diselesaikan!
is: Ekki tókst að ljúka uppsetningu Gummiboot !
it: Installazione di Gummiboot NON è stata completata con successo!
ja: Gummiboot のインストールに成功しませんでした!
nl: Gummiboot installatie is NIET gelukt!
pl: Instalacja Gummiboot NIE została pomyślnie zakończona!
pt_br: Instalação do Gummiboot NÃO completada com sucesso!
ru: Установка Gummiboot завершилась неудачей!
zh_tw: Gummiboot 的安裝沒有成功的完成！

source: Can't freeze/unfreeze xfs system
ar: غير قادر على تعليق/فك تعليق نظام الـ xfs
bg: Не може да се замрази/размрази система xfs
de: Kann xfs System nicht sperren/freigeben
el: Αδυναμία παγώματος/ξεπαγώματος του συστήματος xfs
es: No se puede parar/reanudar el sistema de archivos XFS
fr: Impossible de geler/dégeler le système xfs
hr: Ne mogu zamrznuti/odmrznuti xfs sustav
hu: Nem lehet az xfs rendszert hibernálni/felébreszteni.
id: Tidak dapat membekukan/mencairkan sistem xfs
is: Gat ekki frosið/afþýtt xfs kefið
it: Non è possibile bloccare/sbloccareil sistema xfs
ja: xfs システムの圧縮/解凍ができません
nl: Kan het xfs systeem niet starten of stoppen
pl: Nie można zamrozić/odmrozić systemu xfs
pt_br: Não foi possível congelar/descongelar o sistema xfs
ro: Nu se poate îngheța/dezgheța sistemul xfs
ru: Нельзя заморозить/разморозить систему на xfs
sr: Не може се "замрзнути/одмрзнути" xfs систем
th_th: ไม่สามารถหยุด/เลิกหยุดระบบ xfs
zh_tw: 無法凍結/解除凍結 xfs 系統

source: Special dirs are already mounted. Skipping.
bg: Специалните директории вече са монтирани. Пропускане на стъпката.
de: Überspringe einhängen von bereits eingebundenen Spezial-Verzeichnissen.
es: Directorios especiales ya montados. Omitiendo paso.
fr: Dossiers spéciaux déjà montés. Ignoré.
hr: Specijalni direktoriji su već montirani. Preskačem.
hu: Speciális könyvtárak már csatolva vannak. Kihagyás.
id: Direktori khusus telah dikaitkan. Melewati.
is: Sérmöppur eru þegar tengdar. Sleppi þessu.
it: Directory speciali sono già montate. Salto.
ja: Special dirsが既にマウントされています。スキップします。
nl: Speciale mappen zijn al aangekoppeld. Overslaan.
pl: Katalogi specjalne są już zamontowane. Pomijanie.
pt_br: Diretórios especiais já montados. Pulando.
ru: Специальные каталоги смонтированы. Пропущено...
zh_tw: 特殊目錄已掛載。略過。

source: Special dirs are not mounted. Skipping.
ar: لم يتم توصيل مجلدات خاصة. سيتم التخطي.
bg: Специалните директории все още не са монтирани. Пропускане на стъпката.
de: Spezial-Verzeichnisse sind nicht eingebunden. Überspringe.
el: Δεν προσαρτώνται ειδικοί κατάλογοι. Παράλειψη.
es: Los directorios especiales no están montados. Omitiendo.
fr: Les répertoires spéciaux ne sont pas montés. Continuer.
hr: Specijalni direktoriji nisu montirani. Preskačem.
hu: Speciális könyvtárak nincsenek csatolva. Kihagyás.
id: Dirs khusus tidak dikaitkan. Melewati.
is: Sérmöppur eru ekki tengdar. Sleppi þessu.
it: Directory speciali non sono montati. Salta.
ja: Special dirsがマウントされていません。スキップします。
nl: Speciale mappen zijn niet aangekoppeld. Overslaan.
pl: Katalogi specjalne nie są obecnie zamontowane. Pomijanie.
pt_br: Diretórios especiais não estão montados. Pulando.
ro: Dosarele speciale nu sunt monstate. Se sare.
ru: Специальные каталоги не подключены. Пропущено.
sr: Посебни директоријуми нису припојени - "маунтовани". Прескаче се.
th_th: โฟลเดอร์พิเศษไม่ถูกเชื่อมต่อ กำลังข้ามขั้นตอน
zh_tw: 特殊目錄沒有掛載。正在略過。

source: Unable to umount {0}
bg: Не беше възможно демонтиране на {0}
de: Aushängen von {0} fehlgeschlagen
es: No se pudo desmontar {0}
fr: Impossible de démonter {0}
hr: Ne mogu odmontirati {0}
hu: Nem lehet lecsatolni: {0}
id: Tidak dapat melepas kait {0}.
is: Tekst ekki að aftengja {0}
it: Impossibile montare {0}
ja: {0} をアンマウントできないようにします
nl: umount {0} lukt niet
pl: Nie udało się odmontować {0}
pt_br: Impossível desmontar {0}
ru: Не удается отмонтировать {0}
zh_tw: 無法卸載 {0}

source: Command {0} has failed.
bg: Командата {0} се провали.
de: Befehl {0} fehlgeschlagen
es: La orden {0} ha fallado.
fr: La commande {0} a échoué.
hr: Naredba {0} neuspjela.
hu: {0} parancs sikertelen.
id: Perintah {0} telah gagal
is: Skipun {0} hefur mistekist.
it: Il comando {0} non è riuscito.
ja: コマンド {0} が失敗しました。
nl: Opdracht {0} is mislukt.
pl: Polecenie {0} ukończone niepowodzeniem.
pt_br: Comando {0} falhou.
ru: Ошибка команды {0}
zh_tw: 指令 {0} 執行失敗。

source: Output : {0}
bg: Изходен процес : {0}
de: Ausgabe: {0}
es: Salida: {0}
fr: Sortie : {0}
hr: Izlaz : {0}
hu: Kimenet: {0}
id: Keluaran: {0}
is: Úttak : {0}
it: Risultato : {0}
ja: 出力 : {0}
pl: Wyjście: {0}
pt_br: Saída : {0}
ru: Вывод: {0}
zh_tw: 輸出：{0}

source: Timeout running the command {0}
bg: Просрочено време при изпълнение на команда {0}
de: Timeout beim Ausführen des Befehl {0}
es: Superado el tiempo máximo para ejecutar {0}
fr: Délai d'attente dépassé lors de l'exécution de la commande {0}
hu: Időtúllépés történt a {0} parancs futtatásakor.
id: Kehabisan waktu saat menjalankan perintah {0}
is: Tímamörk við að keyra skipun {0}
it: Timeout per l'esecuzione del comando {0}
ja: {0} コマンドの実行がタイムアウトしました。
nl: Opdracht {0} duurde te lang
pl: Przekroczono czas uruchamiania polecenia {0}
pt_br: O tempo de execução do comando {0} esgotou
ru: Превышен интервал оджидания для комманды {0}
zh_tw: 執行指令 {0} 逾時

source: Thus will try to continue anyways
bg: Thus ще се опита да продължи
de: Installer versucht trotzdem fortzufahren
es: Thus tratará de continuar de todas formas
fr: Thus va essayer de continuer malgré tout
hr: Thus će svejedno pokušati nastaviti dalje
hu: A Thus mindenképpen megpróbálja folytatni
id: Thus akan mencoba melanjutkan lagi
is: Thus mun samt reyna að halda áfram
it: Thus proverà a continuare comunque
ja: Thusはあらゆる方法で続行しようとします
nl: Thus probeert toch om verder te gaan
pl: Thus mimo wszystko postara się kontynuować
pt_br: O Thus tentará continuar de qualquer forma
ru: Установщик попробует продолжить
zh_tw: 無論如何，Thus 將會嘗試繼續下去

source: Error running command: {0}
bg: Грешка при изпълнение на команда: {0}
de: Fehler beim Ausführen von {0}
es: Error ejecutando el comando: {0}
fr: Erreur durant l'exécution de la commande : {0}
hr: Greška kod pokretanja naredbe: {0}
hu: Hiba történt a {0} parancs futtatásakor.
id: Galat menjalankan perintah: {0}
is: Villa keyra skipun: {0}
it: Errore nell'esecuzione del comando: {0}
ja: エラー コマンド実行中: {0}
nl: Fout bij het uitvoeren {0}
pl: Wystąpił błąd podczas uruchamiania polecenia: {0}
pt_br: Erro ao executar o comando: {0}
ru: Ошибка запуска команды {0}
zh_tw: 執行指令錯誤：{0}

source: Setting hooks and modules in mkinitcpio.conf
ar: ضبط وحدات القياس في mkinitcpio.conf
bg: Настройване на куки и модули в mkinitcpio.conf
de: Erstelle Hooks und Module in mkinitcpio.conf
el: Ρύθμιση αγκίστρων και μονάδων στο mkinitcpio.conf
es: Configurando hooks y módulos en mkinitcpio.conf
fr: Configuration des hooks et des modules dans mkinitcpio.conf
hu: Kapcsolódási pontok és modulok beállításai a mkinitcpio.conf fájlban
id: Mengatur hooks dan modul di mkinitcpio.conf
is: Setja króka og eingingar í mkinitcpio.conf
it: Impostazione hooks e moduli in mkinitcpio.conf
ja: mkinitcpio.confでhookとmoduleの設定
nl: Instellen hooks en modules in mkinitcpio.conf
pl: Ustawianie zaczepów i modułów w mkinitcpio.conf
pt_br: Definir módulos em mkinitcpio.conf
ro: Se setează hooks și module în mkinitcpio.conf
ru: Установка перехватчиков и модулей в mkinitcpio.conf
sr: Подешавање hooks-a и модула у mkinitcpio.conf
th_th: กำลังติดตั้ง hooks และโมดูลใน mkinitcpio.conf
zh_tw: 正在設定 mkinitcpio.conf 中的關聯性及模組

source: Copying '/{0}'
bg: Копиране '/{0}'
de: Kopiere '/{0}'
es: Copiando '/{0}'
fr: Copie en cours de '/{0}'
hr: Kopiram '/{0}'
hu: Másolás '/{0}'
id: Menyalin'/{0}'
is: Afritar '/{0}'
it: Copia '/{0}'
ja: '{0}' をコピー
nl: '/{0}' kopiëren
pl: Kopiowanie '/{0}'
pt_br: Copiando '/{0}'
ru: Копирование '/{0}'
zh_tw: 正在複製「/{0}」

source: Installing using the '{0}' method
bg: Инсталиране използвайки '/{0}' метод
de: System wird nach der Methode '{0}' installiert.
es: Instalando con el método '{0}'
fr: Installation en cours à l'aide de la méthode '{0}'
hu: Telepítés a következő módszerrel: '{0}'
id: Memasang dengan menggunakan modus '{0}'
is: Uppsetning notar '{0}' aðferðina
it: Installazione usando il metodo '{0}'
ja: '{0}' メソッドを使用してインストール
nl: Installeren met de '{0}'-methode.
pl: Instalacja używając metody '{0}'
pt_br: Instalando usando o método '{0}'
ru: Установка с помощью режима '{0}'
zh_tw: 正在使用「{0}」方法安裝

source: Error running command {0}
bg: Грешка при изпълнение на команда {0}
de: Fehler beim Ausführen von {0}
es: Error al ejecutar el comando {0}
fr: Erreur à l'exécution de la commande {0}
hu: Hiba történt a {0} parancs futtatásakor.
id: Galat menjalankan perintah {0}
is: Villa keyra skipun {0}
it: Errore nell'esecuzione del comando {0}
ja: {0} コマンド実行エラー
nl: Fout bij het uitvoeren van {0}
pl: Wystąpił błąd podczas uruchamiania polecenia {0}
pt_br: Erro ao executar o comando {0}
ru: Ошибка запуска команды {0}
zh_tw: 執行命令 {0} 錯誤

source: Creating partitions and their filesystems in {0}
bg: Създаване на дялове и техните файлови системи в {0}
de: Erstelle Partitionen und deren Dateisysteme auf {0}
es: Creando particiones y sus sistema de archivos en {0}
fr: Création des partitions et de leurs systèmes de fichiers dans {0}
hu: Partíciók és fájlrendszerek létrehozása ide: {0}
id: Membuat partisi dan berkas sistemnya di {0}
is: Bý til disksneiðar og skráakerfi í {0}
it: Creazione delle partizioni e dei relativi filesystem in {0}
ja: {0} でパーティション及びファイルシステムの作成
nl: Partities en bijbehorende bestandssystemen aanmaken op {0}
pl: Tworzenie partycji i ich systemów plików na {0}
pt_br: Criando partições e seus sistemas de arquivos em {0}
ru: Создание разделов и файловых систем на {0}
zh_tw: 在 {0} 增加分割區及其檔案系統

source: Mounting partition {0} into {1} directory
bg: Монтиране на дял {0} в директория {1}
de: Partition {0} wird in Verzeichnis {1} eingehangen.
es: Montando partición {0} en el directorio {1}
fr: Montage de la partition {0} dans le dossier {1}
hu: {0} partíció csatolása a {1} könyvtárba
id: Mengaitkan partisi {0} kedalam {1} direktori
is: Tengi disksneið {0} inn í {1} möppuna
it: Montaggio partizione {0} nella cartella {1}
ja: パーティション {0} を {1} ディレクトリにマウント
nl: Partitie {0} aankoppelen naar map {1}
pl: Montowanie partycji {0} do katalogu {1}
pt_br: Montando partição {0} no diretório {1}
ru: Монтирование раздела {0} в каталог {1}
zh_tw: 正在掛載 {0} 分割區到 {1} 目錄

source: Can't mount {0} in {1}
bg: Не е възможно да се монтира {0} в {1}
de: Kann {0} nicht in Verzeichnis {1} einhängen.
es: No se puede montar {0} en {1}
fr: Impossible de monter {0} dans {1}
hr: Ne mogu montirati {0} na {1}
hu: A {0}-t nem lehet csatolni a {1} helyre
id: Tidak dapat mengaitkan {0} di {1}
is: Get ekki tengt {0} í {1}
it: Impossibile montare {0} in {1}
ja: {0} を {1} にマウントできません
nl: Kan {0} niet aankoppelen aan {1}
pl: Nie można zamontować {0} w {1}
pt_br: Não foi possível montar {0} em {1}
ro: Nu se poate monta {0} în {1}
ru: Не удается монтировать {0} в {1}
zh_tw: 無法掛載 {0} 在 {1}

source: Activating swap in {0}
bg: Активиране на swap в {0}
de: Aktiviere swap in {0}
es: Activando el swap en {0}
fr: Activation du swap dans {0}
hr: Aktiviram swap na {0}
hu: Swap aktiválása itt: {0}
id: Mengaktifkan swap di {0}
is: Virkja diskminni á {0}
it: Attivazione swap in {0}
ja: {0} でスワップをアクティブにする
nl: Swap activeren op {0}
pl: Aktywowanie przestrzeni wymiany w {0}
pt_br: Ativando swap em {0}
ru: Активация файла подкачки в {0}
zh_tw: 在 {0} 上啟用 swap

source: {0} deleted
bg: {0} изтрит
de: {0} gelöscht
es: {0} borrado
fr: {0} supprimé
hr: {0} obrisan
hu: {0} törölve
id: {0} terhapus
is: {0} eytt
it: {0} cancellato
ja: {0} は削除されました
nl: {0} verwijderd
pl: {0} została usunięta
pt_br: {0} deletado
ru: {0} удален
zh_tw: {0} 已刪除

source: Install System ...
ar: ستم تثبيت النظام...
bg: Инсталиране на Системата ...
de: Installiere System ...
el: Εγκατάσταση συστήματος ...
es: Instalar el Sistema...
fr: Installation du système ...
he: מתקין מערכת...
hr: Instaliraj Sustav ...
hu: Rendszer telepítése...
id: Menginstal Sistem ...
is: Setja upp stýrikerfi ...
it: Installa il sistema..
ja: システムのインストール...
nl: Installeer Systeem ...
pl: Instalowanie systemu...
pt_br: Instalando Sistema ...
ro: Instalează sistemul...
ru: Установка системы ...
sr: Инсталација система ...
th_th: ติดตั้งระบบ...
zh_tw: 安裝系統 ...

source: System installed.
ar: تم تثبيت النظام.
bg: Системата е инсталирана.
de: System installiert.
el: Το σύστημα εγκαταστάθηκε.
es: Sistema instalado.
fr: Système installé.
he: מערכת מותקנת.
hr: Sistem instaliran.
hu: Rendszer telepítve.
id: Sistem terinstal.
is: Stýrikerfi uppsett.
it: sistema installato.
ja: システムがインストールされました。
nl: Systeem geïnstalleerd.
pl: System został zainstalowany.
pt_br: Sistema instalado.
ro: Sistemul a fost instalat.
ru: Система установлена.
sr: Систем инсталиран.
th_th: ระบบถูกติดตั้งเรียบร้อย
zh_tw: 系統已安裝。

source: Configuring system ...
ar: يتم إعداد النظام...
bg: Конфигуриране на системата...
de: Konfiguriere System ...
el: Ρύθμιση συστήματος ...
es: Configurando el sistema...
fr: Configuration du système ...
he: כעת מגדיר מערכת ...
hr: Podešavam sustav ...
hu: Rendszer konfigurálása...
id: Mengkonfigurasi sistem ...
is: Stilli kerfið ...
it: Configurazione del sistema ...
ja: システムの設定中
nl: Systeem configureren...
pl: Konfigurowanie systemu...
pt_br: Configurando Sistema ...
ro: Se configurează sistemul...
ru: Настройка системы ...
sr: Подешавање система ...
th_th: กำลังปรับแต่งระบบ...
zh_tw: 正在設定系統 ...

source: System configured.
ar: تم إعداد النظام.
bg: Системата е конфигурирана.
de: System konfiguriert.
el: Το σύστημα ρυθμίστηκε.
es: Sistema configurado.
fr: Système configuré.
he: מערכת הוגדרה.
hr: Sistem postavljen.
hu: Rendszer konfigurálva.
id: Sistem terkonfigurasi.
is: Kerfið stillt.
it: sistema configurato.
ja: システムが設定されました。
nl: Systeem geconfigureerd.
pl: System został skonfigurowany.
pt_br: Sistema configurado.
ro: Sistemul a fost configurat.
ru: Система настроена.
sr: Систем подешен.
th_th: ระบบถูกปรับแต่งเรียบร้อย
zh_tw: 系統設定完成。
